[
  {
    "url": "https://www.gastronom.ru/recipe/42722/yabloki-v-slojke",
    "title": "Яблоки в слойке",
    "photo_link": "https://images.gastronom.ru/OSiRt46kk3GLorgQMAejXLpyRiFpCXHNMXRidfvLsjc/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzk3Y2IyMzU0LWFkZTMtNGE3OC05Mjg3LWIzNWFlYjI1Nzc3Yy5qcGc.webp",
    "cooking_time_minutes": 45,
    "ingredients": [
      "яблоки 8 шт.",
      "сахарная пудра 1 ст.л.",
      "дрожжевое слоеное тесто 500 г",
      "яйцо куриное 1 шт."
    ],
    "instructions": [
      "Понадобится круглая выемка диаметром 6 см или подбирайте под размер яблок. Из теста вырезать выемкой кружочки, остатки теста раскатать и вновь сделать кружочки. У меня получилось 16 штук.",
      "Яблоки разрезать вдоль на 2 части, удалить семенную коробку. Сделать несколько продольных надрезов. Разложить половинки яблок на кружочки теста, слегка вдавить. Поставить на 15-20 минут на расстойку в теплое место.",
      "Разогреть мультипечь до 200 градусов. Слойки (тесто) смазать яйцом. Выложить на сетку мультипечи. Выпекать 6-7 минут при температуре 200 градусов. Готовые слойки посыпать сахарной пудрой. Приятного аппетита!"
    ],
    "cleaned_ingredients": [
      "яблоки",
      "сахарная пудра",
      "тесто слоеное",
      "яйцо куриное"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/29118/letnij-chia-puding-s-yagodami",
    "title": "Летний чиа пудинг с ягодами",
    "photo_link": "https://images.gastronom.ru/v3mMXTp5KBiStoXZjiu5iWrDY0c92ApQkkZdL6Bl828/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzQyZTcxNDA5LWVjOTktNDgxYy1iOTc1LTgwNGY1MDdiNjg5Yy5qcGc.webp",
    "cooking_time_minutes": 20,
    "ingredients": [
      "Клубника 2 стакана",
      "малина желтая 1 стакан",
      "апельсин 1 шт.",
      "йогурт натуральный 1 л",
      "семена чиа 2 ст. л.",
      "сахар 2 ст. л."
    ],
    "instructions": [
      "В йогурт добавляем семена чиа и оставляем минимум на 3 часа, лучше на ночь. Семена разбухают примерно в 10 раз и йогурт становиться похож по консистенции на пудинг.",
      "Клубника взбиваем блендером с 1 ст. л. сахара. Тем, кто следит за правильным питанием сахар можно заменить на сироп топинамбура. Разливаем на дно стаканов.",
      "Далее аккуратно чайной ложкой выкладываем по 250 г йогурта с чиа.",
      "Малину перетирания через маленькое сито, чтобы убрать косточки. Перетертую малину, апельсин и 1 ст. л. сахара взбиваем блендером. Аккуратно разливаем по стаканам по верх йогурта. Готовый пудинг можно украсить листиком мяты."
    ],
    "cleaned_ingredients": [
      "клубника",
      "малина",
      "апельсин",
      "йогурт",
      "семена чиа",
      "сахар"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/34228/sendvich-s-treskoj-i-morkovyu",
    "title": "Сэндвич с треской и морковью",
    "photo_link": "https://images.gastronom.ru/XD9B1vihmpscbMXh6_hO7zFabUDhXHl3UytRjXicafI/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2MxYzUzZmY2LTlhNmQtNGUyOS1iMWQwLWE1NDllNWVjM2QyNC5qcGc.webp",
    "cooking_time_minutes": 30,
    "ingredients": [
      "треска - 1 небольшая тушка (500 г)",
      "хлеб \"Хлебный Дом Геркулес\" - 6 кусочков",
      "соленый огурец - 1 шт.",
      "морковь - 2-3 шт.",
      "лук репчатый - 1 шт.",
      "лимон - 1 шт.",
      "зелень петрушки",
      "томатная паста - 2 ст. л.",
      "уксус рисовый - 1/2 ч. л.",
      "соль, черный перец, приправа для рыбы"
    ],
    "instructions": [
      "Подготовить продукты: почистить и выпотрошить рыбу, морковь потереть на терке, лук порезать кубиками, огурец порезать кружочками.",
      "Натереть рыбу специями, посолить, сбрызнуть лимонным соком, завернуть в фольгу и запекать в духовке при температуре 190°C, 20 мин.",
      "На сковороде обжарить лук, морковь, добавить уксус и томатную пасту, соль, перец. Тушить 10 мин.",
      "Собираем сэндвич: на кусочек хлеба выкладываем соленый огурец, сверху филе запеченной трески, слой обжаренной моркови с луком, целую веточку петрушки. Сбоку кладем второй кусочек хлеба. Украшаем дольками лимона."
    ],
    "cleaned_ingredients": [
      "треска",
      "хлеб",
      "соленый огурец",
      "морковь",
      "лук репчатый",
      "лимон",
      "петрушка",
      "томатная паста",
      "уксус рисовый",
      "соль",
      "перец черный", 
      "приправа для рыбы"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/4201/yajca-po-korolevski-s-lukovym-chatni",
    "title": "Яйца по-королевски с луковым чатни",
    "photo_link": "https://images.gastronom.ru/76z8dd5-4CwySBzvp-ek14G-pZCQ5WvoyqEs10ysLJM/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2MzYzk0ZDMyLTliNzgtNDEwMC04OWE4LWZjNzI5NzVmOWI1Yy5qcGc.webp",
    "cooking_time_minutes": 150,
    "ingredients": [
      "масло сливочное – 2 ст.л.",
      "2 стакана топленого масла для фритюра",
      "1 ч. л. семян горчицы",
      "мука – 1 ст.л.",
      "горсть панировочных сухарей",
      "кусочек свежего имбиря длиной 2 см",
      "1 ч. л. куркумы",
      "6 крупных яиц",
      "2 крупные красные луковицы",
      "растительное масло – 2 ст.л.",
      "2 ст. л. апельсинового или абрикосового джема",
      "1 маленький перец чили",
      "по 0,5 ч. л. молотого имбиря, смеси гарам масала и молотого кориандра",
      "4 крупные картофелины",
      "яблочный уксус – 3 ст. л.",
      "Для чатни:",
      "1 сладкий красный перец"
    ],
    "instructions": [
      "Для чатни очистить лук, сладкий перец, чили и имбирь. Нарезать лук и перцы кубиками, имбирь измельчить. Обжаривать овощи в растительном масле на сильном огне, постоянно помешивая, 3–4 мин. Затем, не прекращая размешивать, добавить джем и уксус.   Выпарить жидкость, снять с огня и охладить. Сварить вкрутую 4 яйца, охладить под струей воды и очистить. Семена горчицы прогревать на сухой сковороде в течение 30 сек., пока они не начнут лопаться, добавить остальные специи, перемешать, обжаривать 10 сек. Переложить на тарелку.   Сварить картофель, слить воду, обсушить и размять в пюре. Добавить в пюре сливочное масло, 1 взбитое яйцо, муку, все пряности, приправить солью и перцем по вкусу, тщательно перемешать.   Вареные яйца плотно облепить со всех сторон картофельным тестом, обмакнуть во взбитое яйцо, а затем обвалять в панировочных сухарях. Топленое масло разогреть в стальной кастрюле или во фритюрнице до 180°С (при такой температуре кусочек хлеба обжаривается до образования корочки за 1 мин.).   Выложить яйца во фритюр. Жарить, пока корочка не станет золотисто-коричневой. Очень острым ножом разрезать яйца пополам и подавать горячими с холодным чатни. Чатни можно сделать заранее – оно хранится в холодильнике 4–5 дней."
    ],
    "cleaned_ingredients": [
      "масло сливочное",
      "топленое масло",
      "семена горчицы",
      "мука",
      "сухари",
      "свежий имбирь",
      "куркума",
      "яйца",
      "лук красный",
      "растительное масло",
      "джем",
      "перец чили",
      "имбирь молотый",
      "картофель",
      "яблочный уксус",
      "чеснок",
      "перец красный"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/20042/madridskij-chesnochnyj-sup",
    "title": "Мадридский чесночный суп",
    "photo_link": "https://images.gastronom.ru/ABLpMvMkfqBTr5Q2ZR4X7ldnL-FiMCqligIDxDjoebs/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2RmMmEwZTJmLWQ2ZmQtNDA5Zi1iYzc4LThhZDcxMGRiNmFlYi5qcGc.webp",
    "cooking_time_minutes": 30,
    "ingredients": [
      "750 мл говяжьего бульона",
      "200 г слегка зачерствевшего пшеничного хлеба",
      "8 зубчиков чеснока",
      "4 яйца",
      "1 ст. л. молотой паприки",
      "1 ч. л. острого красного перца",
      "5 ст. л. оливкового масла «экстра вирджин»",
      "морская соль"
    ],
    "instructions": [
      "Чеснок порежьте на тонкие дольки. Обжарьте в кастрюле с толстым дном в масле на слабом огне, так, чтобы чеснок не покоричневел, а стал мягким, 5 мин. Выложите его на тарелку.Порежьте хлеб ломтиками и поджарьте в том же масле до золотистого цвета с обеих сторон, затем выньте.Всыпьте в кастрюлю паприку и залейте горячим бульоном. Варите на слабом огне 5 мин., затем добавьте раскрошенный жареный хлеб и слегка раздавленный чеснок, варите еще 5 мин., размешайте вилкой.",
      "Аккуратно разбейте яйца в кастрюлю, прямо в похлебку, следя за тем, чтобы не повредить желтки, увеличьте огонь и варите под крышкой еще 2–3 мин. Суп достаточно густой, и белки не будут растекаться.Разложите суп по тарелкам так, чтобы в каждой было по одному яйцу, посыпьте острым перцем по вкусу и подавайте очень горячим.Совет гастрономаЕсли хотите подать суп в более парадном виде, можете пожарить яйца отдельно в формочках и положить в тарелки . Или, наоборот, влить сырые яйца (но только самые свежие!) в горячий суп прямо в тарелки – они вполне успеют приготовиться.",
      "Нежные и деликатные блюда в Испании не пользуются большим успехом – эмоциональный и пылкий характер иберийцев требует яркой и решительной пищи.La sopa de ajo, чесночный суп - одно из самых традиционных блюд столицы, а значит, происхождение его традиционно бедное. Эта похлебка – великолепный способ вкусно использовать не только чеснок, но и засохший хлеб!"
    ],
    "cleaned_ingredients": [
      "бульон говяжий",
      "хлеб пшеничный",
      "чеснок",
      "яйца",
      "паприка молотая",
      "перец красный",
      "оливковое масло «экстра вирджин»",
      "морская соль"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/27681/salat-iz-bityh-ogurcov-s-kinzoj-i-keshyu",
    "title": "Салат из битых огурцов с кинзой и кешью",
    "photo_link": "https://images.gastronom.ru/_tVeOHbTlE3hk3r_3nfKqGWz2KBFY1-TyoNrtp2-6R8/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzk3YjRmNTg4LWU0NjgtNDA4NC04NDllLTdmMzQ3MTk2ZDhmOS5qcGc.webp",
    "cooking_time_minutes": 20,
    "ingredients": [
      "огурец 140 г",
      "орехи кешью жареные 22 г",
      "соевый соус светлый 15 мл",
      "сахарный песок 3 г",
      "кинза 15 г",
      "чеснок 5 г",
      "масло острое 10 г",
      "уксус рисовый черный 15 мл",
      "масло кунжутное 11 г"
    ],
    "instructions": [
      "Свежий огурец люкс отбить тыльной стороной ножа, нарезать брусочками. Чеснок мелко нарезать. Кинзу нарезать крупно. Перемешать огурец, кинзу и чеснок в салатнике.",
      "Приготовить фирменный соус – соединить соевой соус, острое масло, кунжутное масло, уксус и сахар. Добавить орехи кешью в салат, заправить соусом, перемешать."
    ],
    "cleaned_ingredients": [
      "огурец",
      "орехи кешью",
      "соевый соус",
      "сахарный песок",
      "кинза",
      "чеснок",
      "масло",
      "уксус рисовый",
      "масло кунжутное"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/36224/video-recipe-shashlychki-iz-kuricy-s-cukini",
    "title": "Шашлычки из курицы с цукини",
    "photo_link": "https://images.gastronom.ru/xDFbv41Zg2D6iBHDZQXLziA-zpTCHTFZ9vIm3rXhZ4M/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2U1ZTM3Y2ZmLWYxZWEtNDM2ZS04MWUyLTlhZmUyMWNiMjk0Ny5qcGc.webp",
    "cooking_time_minutes": 60,
    "ingredients": [
      "500 г филе куриной грудки",
      "2 маленьких цукини или кабачка",
      "оливковое масло",
      "соль"
    ],
    "instructions": [
      "Замочите деревянные шпажки в воде на 1 ч. Измельчите чеснок и смешайте с 1 ст. л. оливкового масла, соевым соусом, уксусом и медом, посолите и поперчите. Куриное филе нарежьте средними кусочками и положите в миску. Залейте маринадом, посыпьте кунжутом, перемешайте и оставьте на 20–30 мин.",
      "Нарежьте цукини тонкими пластинами, приправьте солью и оставьте на 10 мин.",
      "Скатайте полоску цукини в ролл и нанижите на шпажку, затем нанижите кусок филе. Таким образом соберите все шашлычки.",
      "Разогрейте сковороду с оливковым маслом и обжарьте шашлычки по 3–4 мин. с каждой стороны на среднем огне. Готовые шашлычки перекладывайте в кастрюлю и сохраняйте в тепле."
    ],
    "cleaned_ingredients": [
      "куриное филе",
      "кабачок",
      "оливковое масло",
      "соль"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/57290/shokoladnye-vafli-trubochki",
    "title": "Шоколадные вафли-трубочки",
    "photo_link": "https://images.gastronom.ru/P1s4IzX8XzQmAWJ8MXXTnrZ-lqfUdo0-D0bgpjlTHSs/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2E2NDM4MmJmLWM0M2EtNGUyYy1hYjY5LWY3Mzc4YWFiZjc0Mi5qcGc.webp",
    "cooking_time_minutes": 60,
    "ingredients": [
      "300 г муки",
      "300 г сахара",
      "300 г сливочного маргарина",
      "6 яиц категории С1",
      "30 г какао порошка"
    ],
    "instructions": [
      "Растопите в большой миске маргарин. Проще всего это сделать в микроволновой печи на полной мощности, поставив для начала на 10 сек, а затем повторяя действие до нужного результата. В растопленный маргарин добавьте сахар, размешайте до его полного растворения.",
      "Яйца разбейте в отдельную миску и перемешайте до однородности. Остудите сладкий маргарин и добавьте в него яичную массу. Еще раз тщательно перемешайте и всыпьте просеянную муку и какао порошок, замесите однородное тесто без комочков.",
      "Выпекайте шоколадные вафли в вафельнице до готовности. Ещё горячими аккуратно сверните их в трубочки, выложите горкой на большую тарелку и подавайте на стол.",
      "Если вы решили приготовить шоколадные вафли, но у вас есть только сладкое какао, действуйте по формуле —  добавляйте в тесто 60 г сладкого какао, а количество сахара в ингредиентах уменьшите на 30 г."
    ],
    "cleaned_ingredients": [
      "мука",
      "сахар",
      "маргарин",
      "яйца",
      "какао-порошок"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/6415/koktejl-tykva-s-apelsinami",
    "title": "Коктейль Тыква с апельсинами",
    "photo_link": "https://images.gastronom.ru/LpV4NPhZVdZ4EMt3aQH2pUnqNUSgVzgDjcfcYRsFuv8/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2Y3ZGU1MzBhLTQ0MDYtNGU2Ny1hMzQyLTE2NzhhMzA5YTY3Ni5qcGc.webp",
    "cooking_time_minutes": 15,
    "ingredients": [
      "сироп шиповника – 1 ст. л.",
      "апельсин – 4 шт. небольшого размера",
      "тыква – 300 г",
      "корица – щепотка"
    ],
    "instructions": [
      "С 1 апельсина стереть цедру.",
      "Тыкву и апельсины очистить, пропустить через соковыжималку.",
      "Сироп шиповника смешать с цедрой и корицей, добавить в сок. Подавать холодным."
    ],
    "cleaned_ingredients": [
      "сироп шиповника",
      "апельсин",
      "тыква",
      "корица"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/26514/lobio-iz-fasoli-bobov",
    "title": "ЛОБИО ИЗ ФАСОЛИ-БОБОВ",
    "photo_link": "https://images.gastronom.ru/C-rV4nvHgMgD_yXQd1gsGHKeWLxFu57ghP2TTmRjFFU/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2IzODY3OTliLTRmNzItNDkxNC04YzAxLWJiYTc0OWNiNzNkYy5qcGc.webp",
    "cooking_time_minutes": null,
    "ingredients": [
      "300 г фасоли",
      "1 стакан грецких орехов",
      "5-7 небольших луковиц",
      "4 зубчика чеснока",
      "1/4 стакана винного уксуса (можно яблочного)",
      "0.5 чили перца",
      "растительное масло",
      "зелень (кинза, укроп, петрушка, мята, базилик, сельдерей... Обычно берут 3-4 вида, тех, что больше нравятся)",
      "сушеные специи: эстрагон(тархун), базилик, тимьян, хмели-сунели, перец, соль"
    ],
    "instructions": [
      "Замачиваем фасоль на ночь (минимум на 6 часов), затем воду сливаем, фасоль промываем, заливаем свежей водой (на пару см выше фасоли), добавляем 2 очищенных зубчика чеснока целиком, 1 чайную ложку тимьяна, 1 целую очищенную головку лука, 2 столовые ложки растительного масла. Отвариваем фасоль до готовности, чеснок и лук вынимаем, оставшуюся жидкость сливаем, она может пригодиться для приготовления какого-нибудь постного супа.",
      "Чистим и нарезаем оставшийся лук, пассеруем его на растительном масле в большой глубокой сковороде. Когда лук готов, выкладываем к нему отварную фасоль, солим, перчим, перемешиваем и жарим вместе минут пять.",
      "В это время в сотейник наливаем уксус, добавляем к нему щепотку сушеного базилика, эстрагона и провариваем это пару минут.",
      "Измельчаем грецкие орехи в крупную крошку или в ступке, или в блендере, или, завернув в полотенце и побив скалкой, смешиваем их с измельченным чесноком, перцем чили и проваренным уксусом. Фасоль выкладываем со сковороды в эмалированную, фарфоровую или стеклянную посуду, добавляем к ней ореховую массу, мелко нарубленную выбранную вами зелень, 1 чайную ложку смеси хмели-сунели и все хорошенько перемешиваем.",
      "Все, замечательное грузинское блюдо, точнее один из его вариантов, готово. При желании, можно добавить в лобио порезанные мелкими кубиками или измельченные в пюре свежие помидоры без кожуры и семечек, так будет немного сочнее. А можно, для сочности, просто добавить еще пару столовых ложек растительного масла, если, конечно, в этом есть необходимость. Подавать лобио можно как в теплом виде, так и в холодном. Приятного аппетита! Время есть!"
    ],
    "cleaned_ingredients": [
      "фасоль",
      "грецкие орехи",
      "луковица",
      "чеснок",
      "уксус винный",
      "перец чили",
      "растительное масло",
      "зелень",
      "естрахон", 
      "базилик", 
      "тимьян", 
      "хмели-сунели", 
      "перец", 
      "соль"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/4641/pelmeni-klassicheskie",
    "title": "Пельмени классические",
    "photo_link": "https://images.gastronom.ru/1lIP2uDsVCBuuiDfOL123zv4Ot2M7BxyfW-CsCIpv2I/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzUwYmM1NGRlLTVhNmUtNGQ3Ni1iMWJkLTgzZjE5YTcyZmU5My5qcGc.webp",
    "cooking_time_minutes": 120,
    "ingredients": [
      "сливочное масло",
      "перец черный свежемолотый"
    ],
    "instructions": [
      "Нарежьте мясо и лук кусочками. Прокрутите мясо через мясорубку вместе с луком.",
      "Посолите, поперчите, влейте небольшими порциями воду, после каждого добавления воды фарш тщательно вымешивайте. Вода должна впитаться в мясо –фаршне будет жидким.",
      "Накройте миску с фаршем пленкой и поставьте в холодильник минимум на 1 ч.",
      "Тем временем займитесь тестом. Просейте через сито муку горкой на рабочую поверхность. В центре сделайте небольшое углубление.",
      "Разбейте яйца в стакан или кружку, слегка перемешайте вилкой и долейте столько воды, чтобы общий объем жидкости составил 250 мл.",
      "Вылейте яйца с водой в углубление в мучной горке, добавьте соль и начните вилкой аккуратно замешивать тесто, понемногу подсыпая муку с боков «кратера».",
      "Когда вся жидкость будет замешана, начните вымешивать тесто руками, присыпая его немного мукой, пока оно не станет однородным и эластичным. На это может уйти около 15 мин.",
      "Скатайте тесто в шар, накройте миской, оставьте на 30 мин – так оно станет эластичнее.",
      "Раскатайте тесто на подпыленной мукой рабочей поверхности в тонкий пласт. Вырежьте при помощи стакана кружки диаметром 5 см. Положите на тесто начинку и защипните края пельменей.",
      "Отваритепельменив большом количестве подсоленной кипящей воды, 5 мин после всплытия. Переложите пельмени шумовкой на дуршлаг, а затем – на блюдо. Добавьте сливочное масло и аккуратно перемешайте. Подавайте, присыпав черным перцем.",
      "Интересно, что раньше классическим способом подачи пельменей считался вариант, когда их выкладывали в одну огромную миску или кастрюлю и в таком виде ставили на стол. Если же хозяин раскладывал блюдо по порционным тарелкам, то гости могли подумать, что он хочет от них поскорее отделаться."
    ],
    "cleaned_ingredients": [
      "сливочное масло",
      "перец черный"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/22500/kurinye-grudki-s-polskim-sousom",
    "title": "Куриные грудки с польским соусом",
    "photo_link": "https://images.gastronom.ru/o8wd6baLBbUaBaOQeRSFFnZh-TtmSHKNl-N4N2ROpDA/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2E5ODQxZjAwLWI5Y2EtNDI3NC1hNzlmLTE3OGU3ODViNzNhOS5qcGc.webp",
    "cooking_time_minutes": 15,
    "ingredients": [
      "8 крупных филе куриной грудки",
      "4 яйца",
      "180 г сливочного масла",
      "4 ст. л. каперсов",
      "1 небольшой пучок петрушки",
      "соль, перец черный свежемолотый"
    ],
    "instructions": [
      "Нарежьте пленку (лучше для микроволновки) на 8 кусков 30х30 см. Центр каждого куска щедро смажьте маслом. Натрите куриные грудки солью и перцем, разложите по кускам пленки на масло, очень плотно заверните. Уложите на противень и запекайте в разогретой до 160°С духовке 14–16 мин., в зависимости от размера филе.",
      "Сварите яйца вкрутую, остудите и очистите. Мелко порубите яйца, еще мельче – петрушку, каперсы разрежьте на 2–3 части.",
      "В небольшой сковороде на среднем огне аккуратно растопите масло, не давая ему гореть. Положите петрушку, через 30 сек. снимите с огня и добавьте каперсы и яйца. Посолите, поперчите, перемешайте. Подавайте соус горячим к куриной грудке."
    ],
    "cleaned_ingredients": [
      "куриное филе",
      "яйца",
      "сливочное масло",
      "каперс",
      "петрушка",
      "соль",
      "перец черный"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/48031/ragu-iz-semgi-s-cukini-i-kartofelem",
    "title": "Семга с картошкой и цукини на сковороде",
    "photo_link": "https://images.gastronom.ru/8Yf3zDHpFh2TOK_evZB__e60-WGd-6ck5i4qRFdv05A/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2EzNmFkZjdiLWU3NzYtNDRhMS1hZmY2LTMzZjYxYTI5MGYxMC5qcGc.webp",
    "cooking_time_minutes": 35,
    "ingredients": [
      "Семга филе 600 г",
      "Картофель молодой 800 г",
      "Лук репчатый 2 шт.",
      "Цукини 2 шт.",
      "Цедра лимона 30 г",
      "Укроп 50 г",
      "Чеснок 2 зубчик(а)",
      "Сметана 25% (классическая) 300 г",
      "Хрен сливочный 2 ст.л.",
      "Масло топлёное по вкусу",
      "Соль по вкусу",
      "Перец чёрный молотый по вкусу"
    ],
    "instructions": [
      "Очистите картофель, разрежьте вдоль на четвертинки, сварите в подсоленном кипятке до готовности, слейте воду и подсушите.",
      "Для заправки мелко порубите укроп с чесноком, смешайте со сметаной и хреном, поперчите и посолите.",
      "Снимите филе семги с кожи, мякоть нарежьте крупными кубиками, приправьте солью и перцем.",
      "Лук очистите и нарежьте полукольцами,цукини— мелкими кубиками. Слегка обжарьте лук в масле, 3 мин. Добавьте цукини, обжаривайте­ 3–4 мин. Положите картофель и жарьте 5 мин.",
      "Добавьте рыбу, готовьте, аккуратно помешивая, 3–4 мин. Посыпьте лимонной цедрой, дайте постоять под крышкой 2–3 мин. и подавайте с соусом."
    ],
    "cleaned_ingredients": [
      "семга филе",
      "картофель",
      "лук репчатый",
      "цукини",
      "цедра лимона",
      "укроп",
      "чеснок",
      "сметана",
      "хрен",
      "масло",
      "соль",
      "перец черный"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/58961/ogurcy-s-ostrym-percem-na-zimu",
    "title": "Огурцы с острым перцем на зиму",
    "photo_link": "https://images.gastronom.ru/XcTX6ond_au1UAtZ-jRSv9VFs6tZBfxmnlg5MyUljZA/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzVhMDI1N2U1LWQzOTgtNDRlNC04NTdkLWQ2MDJkMzljYWE4MC5qcGc.webp",
    "cooking_time_minutes": 40,
    "ingredients": [
      "Огурец 2 кг",
      "Чеснок 5 зубчик(а)",
      "Стручковый перец острый 5 г",
      "Соль 2 ст.л.",
      "Сахар-песок 1 ст.л.",
      "Перец чёрный горошек 8 шт.",
      "Листья смородины 5 шт.",
      "Лавровый лист 3 шт.",
      "Листья хрена 2 шт.",
      "Укроп 2 шт.",
      "Уксус столовый 9% 60 мл"
    ],
    "instructions": [
      "Подготовьте все необходимые продукты по списку. Если огурцы не свежесобранные, замочите их в холодной воде на пару часов. Это сделает их более хрустящими.",
      "После замачивания тщательно вымойте огурцы и срежьте кончики с обеих сторон — это нехитрое действие обеспечит более равномерное распределение маринада.",
      "Банки вымойте и стерилизуйте любым удобным для вас способом. Заполните их листьями смородины, вишни, хрена, добавьте горошины черного перца, дольки чеснока, нарезанный колечками острый перец, а также лавровый лист и зонтики укропа. Если вы используете литровые банки, разделите специи поровну.",
      "Далее до самого верха наполните банки огурцами, старайтесь уложить их как можно плотнее. Плотная укладка тоже способствует более равномерному распределению маринада по всем огурцам, что улучшает вкус и текстуру готового продукта.",
      "Вскипятите воду и очень осторожно залейте ею огурцы в банках. Накройте банки крышками и оставьте на 20-25 минут. После чего перелейте воду из банок обратно в кастрюлю. Вода опять должна закипеть. Как только вода забурлит — снова залейте ее в банки с огурцами на 10 минут. Не забудьте накрыть банки крышками.",
      "Во второй раз слейте воду из банок обратно в кастрюлю и приготовьте маринад — добавьте в воду соль, сахар и уксус. Доведите всё до кипения, чтобы соль и сахар полностью растворились.",
      "Горячим маринадом залейте огурцы. Он должен доходить до самого горлышка банки. Герметично закрутите банки стерилизованными крышками с помощью ключа для консервирования. Поставьте банки на крышку, вверх дном и накройте их теплым пледом до полного остывания. Храните консервацию в прохладном месте."
    ],
    "cleaned_ingredients": [
      "огурец",
      "чеснок",
      "перец острый",
      "соль",
      "сахар-песок",
      "перец чурный",
      "листья смородины",
      "лавровый лист",
      "хрен",
      "укроп",
      "уксус"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/27619/tonenkie-shokoladnye-blinchiki",
    "title": "Тоненькие шоколадные блинчики",
    "photo_link": "https://images.gastronom.ru/ucvAnHgmargvi6Y8Raz-NR_EksUe1Hs_vq-k55AVcDc/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzdlOTcxMGNiLTQ1YzEtNDY1Ny1hOWQyLWFhZTM2Yzc0NTY0NC5qcGc.webp",
    "cooking_time_minutes": 40,
    "ingredients": [
      "Молоко — 0,7 л",
      "Вода — 0,3 л",
      "Яйцо куриное — 3 шт.",
      "Сахар — 4 ст. л.",
      "Соль — 0,5 ст. л.",
      "Мука — 2 стакана",
      "Шоколад темный — 60 г",
      "Какао-порошок — 2 ст. л.",
      "Масло растительное — 50 мл",
      "Сметана — 200 г"
    ],
    "instructions": [
      "600 мл молока соединить с водой. Слегка подогреть. Добавить соль и сахар. Размешать до полного растворения последних.",
      "Муку просеять.",
      "Взбить яйца. Добавить к молочной смеси.",
      "Всыпать просеянную муку. Взбить миксером до однородности.",
      "В 100 мл молока распустить шоколад (на водяной бане). Добавить какао-порошок. Размешать до однородности.",
      "Влить шоколадную смесь в тесто. Хорошо взбить миксером.",
      "Выпечь блины. Приятного аппетита!"
    ],
    "cleaned_ingredients": [
      "молоко",
      "вода",
      "яйцо куриное",
      "сахар",
      "соль",
      "мука",
      "шоколад темный",
      "какао-порошок",
      "масло растительное",
      "сметана"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/37683/teplyj-salat-iz-tykvy-s-pomidorami-cherri",
    "title": "Теплый салат из тыквы с помидорами черри",
    "photo_link": "https://images.gastronom.ru/7xTeyBTHiSQgNa2-O9TrO_cb2x5n_6rudRncQW9Pcv4/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2Y3OTE5NTRmLWRjMTktNDkxZS05NmIwLWI3MzFkNjA2NmI3OC5qcGc.webp",
    "cooking_time_minutes": 15,
    "ingredients": [
      "мякоть тыквы 600 г",
      "черри 300 г",
      "зеленый лук 1 пучок",
      "руккола 1 пучок",
      "шнитт-лук 3 ст. л.",
      "оливковое масло 4 ст. л.",
      "красный винный уксус 2 ст. л.",
      "хлопья сушеного перца чили 1/2 ч. л.",
      "кинза, соль, перец по вкусу"
    ],
    "instructions": [
      "Разогреть духовку до 200°C. Тыкву почистить и нарезать мякоть кубиками 3-4 см. Выложить тыкву на блюдо для запекания, сбрызнуть 2 ст. л. оливкового масла, приправить солью и перцем и запекать 15 мин.",
      "Выложить к тыкве крупно нарезанный зеленый лук и помидоры черри и запекать еще 15-20 мин. до мягкости тыквы.",
      "Переложить овощи в глубокую миску и добавить хлопья чили, уксус и оставшееся оливковое масло. Добавить рукколу и кинзу, аккуратно перемешать овощи."
    ],
    "cleaned_ingredients": [
      "мякоть тыквы",
      "черри",
      "зеленый лук",
      "руккола",
      "шнитт-лук",
      "оливковое масло",
      "красный винный уксус",
      "перец чили сушеный",
      "кинза",
      "соль",
      "перец"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/33181/rybnye-zrazy-s-pechenyu-treski",
    "title": "Рыбные зразы с печенью трески",
    "photo_link": "https://images.gastronom.ru/1eaLgVkkrfhBipelq06b6W6bMRNcfHiLm9qNpCzjIkY/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2MwZTQ2ZTc4LTg5YmEtNGQwZi04YzY1LTQ4ZWE2ZTA1ZWYwNy5qcGc.webp",
    "cooking_time_minutes": 10,
    "ingredients": [
      "400 г филе белой рыбы (треска, минтай, хек, судак)",
      "1/2 луковицы",
      "1 яйцо (небольшое)",
      "1/2 ч. л. соли",
      "100 г печени трески (консервированной, масло слить)",
      "4 ст. л. растительного масла",
      "2-3 ст. л. панировочных сухарей"
    ],
    "instructions": [
      "Из рыбы приготовить фарш. Прокрутить в мясорубке вместе с луковицей. Фарш немного отжать, а то будет очень мокрый и тяжело будет формировать котлеты. Добавить соль, яйцо и хорошенько вымесить.",
      "Разделить фарш на равные части. Взять одну часть, приплюснуть на ладони, в середину положить кусочек печени трески и хорошенько защипнуть со всех сторон. Обвалять в сухарях. Повторить с каждым кусочком.",
      "Обжарить котлеты на среднем огне со всех сторон. (Я когда переворачиваю котлету на другую сторону, делаю огонь немного потише и закрываю крышкой). Жарятся примерно 10 минут."
    ],
    "cleaned_ingredients": [
      "филе рыбы",
      "лук",
      "яйцо",
      "соль",
      "печень трески",
      "растительное масло",
      "сухари"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/31351/video-recipe-salat-iz-grejpfrutov-s-myatoj",
    "title": "Салат из грейпфрутов с мятой",
    "photo_link": "https://images.gastronom.ru/3xfXlT960KigwuIKhjcVJEj48zsYD-3qLG6CqyXFUlA/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzc5Y2MzNTNjLWYzZjUtNDUzMC1iYWVjLWMxZGQ5NTEwYzVkMS5qcGc.webp",
    "cooking_time_minutes": 20,
    "ingredients": [
      "3 больших розовых грейпфрута",
      "2 ч. л. растительного масла",
      "1 красный перец чили",
      "1 маленький пучок мяты",
      "1 ч. л. розового перца горошком",
      "рыбный соус или соль"
    ],
    "instructions": [
      "Мелкой теркой снимите цедру с половины одного изгрейпфрутов(тщательно вымытого щеткой и обсушенного), смешайте с растительным маслом, оставьте настаиваться на 10 мин.",
      "Острым тонким ножом срежьте у грейпфрутов верх и низ, затем установите вертикально и срежьте кожуру вместе с белой пленкой, чтобы стала видна мякоть.",
      "Аккуратно вырежьте «филе» грейпфрута по долькам. Вытекающий сок сохраните.",
      "Чили очистите от семян и белых перегородок, нарежьте очень тонкими полукольцами.",
      "У мяты удалите стебли, листья сложите друг на друга стопочкой, сверните в трубочку и тонко нарежьте.­",
      "Смешайте грейпфрут с чили и мятой, заправьте маслом с цедрой и растолченным в ступке розовым перцем. Приправьте рыбным соусом (буквально несколько капель) или щепоткой соли. Дайте настояться 15 мин. в холодильнике."
    ],
    "cleaned_ingredients": [
      "грейпфрут розовый",
      "растительное масло",
      "красный перец чили",
      "мята",
      "перец розовый горошек",
      "соль"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/38084/kamberlend",
    "title": "Камберленд",
    "photo_link": "https://images.gastronom.ru/NNt8VBtqlcFlW7VreUbIdECbbEKjLJvEGTq4quN9J9o/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2ExZmZiNDQ5LTI1YTMtNDYyMi05ZmQ5LTJmMmJjZjQwODkxZS5qcGc.webp",
    "cooking_time_minutes": 30,
    "ingredients": [
      "1 средний лимон",
      "1 средний апельсин",
      "4 ст. л. желе из красной смородины",
      "4 ст. л. портвейна",
      "1 ч. л. с горкой порошка горчицы",
      "1 ч. л. с горкой молотого имбиря"
    ],
    "instructions": [
      "С цитрусовых срежьте желтую часть цедры. Нарежьте её на короткую и тончайшую соломку. Выжмите сок из половины лимона и целого апельсина.",
      "Отварите в кипящей воде, 5 мин. Откиньте на сито цедру, слейте отвар.",
      "В сотейнике на слабом огне растопите желе и смешайте его с порто. Перемешивая смесь, прогревайте, 5-10 мин. Процедите смесь.",
      "Процедите смесь.",
      "Смешайте горчицу, имбирь и сок цитрусовых. Добавьте цедру цитрусовых и застывшую смесь из желе и порто. Перемешайте до однородности."
    ],
    "cleaned_ingredients": [
      "лимон",
      "апельсин",
      "желе из красной смородины",
      "портвейн",
      "порошок горчицы",
      "имбирь молотый"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/29472/video-recipe-tajskij-salat-s-kalmarami",
    "title": "Тайский салат с кальмарами",
    "photo_link": "https://images.gastronom.ru/o5XtuG_HavrGegzJ0fyTZ1dk6P6EHn1qLXZpY_O6PWg/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzRhOTZiMTM0LTE5ZDctNGM3Ni1hZWNmLTczMTUzMTExNWRjYS5qcGc.webp",
    "cooking_time_minutes": 35,
    "ingredients": [
      "4 средние тушки кальмаров",
      "5 листьев китайской капусты",
      "2 стакана ростков фасоли",
      "1 пучок кинзы",
      "3 пера зеленого лука",
      "1 средняя морковка",
      "1 красный перец чили",
      "2 горсти кешью или арахиса"
    ],
    "instructions": [
      "Очистите кальмаров от кожи и внутренностей. Положите в кипящую подсоленную воду и варите 3–5 мин. Достаньте из кастрюли и обдайте холодной водой. Остудите и нарежьте тонкими длинными полосками.",
      "Тонко нарежьте китайскую капусту. Морковь нарежьте тонкой соломкой. Измельчите кинзу и зеленый лук. Перец чили освободите от семян и мелко нарежьте. Порубите орехи.",
      "Для заправки смешайте в миске все ингредиенты и попробуйте, вкус должен быть кисло-сладким, при необходимости добавьте еще немного сахара.",
      "Смешайте в салатнице овощи, зеленый лук и кальмаров. Полейте салат заправкой и перемешайте. Посыпьте салат орехами и кинзой и сразу же подавайте."
    ],
    "cleaned_ingredients": [
      "кальмары",
      "китайская капуста",
      "ростки фасоли",
      "кинза",
      "лук зеленый",
      "морковь",
      "красный перец чили",
      "кешью"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/48833/svinye-otbivnye-pod-hrustyashchej-korochkoj",
    "title": "Свиные отбивные под хрустящей корочкой",
    "photo_link": "https://images.gastronom.ru/_sBD1PS3np7T-TQFIuwDflagZN8FN1d3QndY9sH3f-0/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2ExNDU4N2RjLTY4OTgtNDhmYi1iMjJiLTQ1OWY5ZjllZjlhYS5qcGc.webp",
    "cooking_time_minutes": 20,
    "ingredients": [
      "8 свиных отбивных по 150 г",
      "соль, перец черный свежемолотый",
      "лимон для подачи"
    ],
    "instructions": [
      "Обсушите мясо бумажными полотенцами и слегка отбейте между двумя слоями пленки. Посолите совсем немного и поперчите.",
      "Для корочки очень мелко порубите петрушку. Раздавите и очистите чеснок, положите на петрушку вместе с анчоусами и каперсами и снова хорошенько порубите.",
      "Смешайте сухари с орегано, черным перцем и пармезаном. Добавьте рубленую cмесь, тщательно перемешайте. Влейте оливковое масло, еще раз перемешайте.",
      "Разогрейте духовку до 200 °С. Застелите противень пергаментом, присыпьте смесью для корочки (немного) и на нее выложите отбивные.",
      "Закройте каждую отбивную пряной смесью, вжимая ее в мясо. Запекайте в центре духовки до золотисто-коричневой корочки, примерно 15 мин. Подавайте немедленно"
    ],
    "cleaned_ingredients": [
      "отбивные свиные",
      "соль",
      "перец черный",
      "лимон"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/23282/aromatnoe-maslo-s-bazilikom",
    "title": "Ароматное масло с базиликом",
    "photo_link": "https://images.gastronom.ru/FuIeGj3ffle7CvvDQArHeh49CXro4hbAOrkRKibAbZk/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2JjMDEyM2IyLWNlYjMtNDIxNS1hMjE5LTkwNzUwZjRjNGJiYi5qcGc.webp",
    "cooking_time_minutes": 15,
    "ingredients": [
      "сливочное масло комнатной температуры - 250 г",
      "измельченный свежий базилик - 2 ст. л.",
      "чеснок - 1 зубчик ( по желанию )"
    ],
    "instructions": [
      "Половину сливочного масла смешать с чесноком.Базилик или любую пряную траву измельчаем в ступке или блендере и смешиваем со второй частью масла.Масло с чесноком выкладываем на пищевую пленку, разравниваем тонким слоем в форме прямоугольника. Сверху кладем зеленое масло, сворачиваем колбаской в пленке и кладем в морозилку на 15 минут.После того, как масло застыло, можно хранить его в холодильнике."
    ],
    "cleaned_ingredients": [
      "сливочное масло",
      "базилик",
      "чеснок"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/30364/zharenaja-mojva-s-pomidorami",
    "title": "Жареная мойва с помидорами",
    "photo_link": "https://images.gastronom.ru/D3XYo3w4ounRpgYdpWa5rKIQkbQg_dX6hg2BfgxmzKA/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2I1NTY5NGZlLWZjYmQtNGE3Ny05YTRlLWI4MTBlOWM2YWYwNS5qcGc.webp",
    "cooking_time_minutes": 30,
    "ingredients": [
      "500 г жареной мойвы",
      "2 крупные луковицы",
      "500 г помидоров",
      "3-5 веточек тимьяна (желательно)",
      "3-5 веточек петрушки",
      "5 зубчиков чеснока",
      "3-4 ст.л. растительного масла",
      "1/2 стручка острого перца или по вкусу",
      "соль по вкусу",
      "сахар по вкусу",
      "черный молотый перец по вкусу"
    ],
    "instructions": [
      "Лук и чеснок очистите. Лук нарежьте тонкими полукольцами, чеснок – тонкими пластинками. Петрушке мелко нарежьте. У помидоров вырежьте место крепления плодоножки, с противоположенной стороны сделайте крестообразный надрез. Положите в миску и залейте кипятком. Оставьте на 2-3 минуты, затем слейте кипяток и ополосните помидоры холодной водой.",
      "Лук нарежьте тонкими полукольцами. В жаровне или сотейнике разогрейте растительное масло, добавьте лук, посолите и обжаривайте на умеренном огне до мягкости. Снимите с плиты.  Отложите половину лука.",
      "Помидоры очистите и нарежьте кружками толщиной 7-8 мм.",
      "На слой лука выложите жаренуюмойвув один слой. Приправьте солью и перцем, положите веточки тимьяна, посыпьте петрушкой и чесноком.",
      "На слой помидоров выложите оставшийся лук, не него – рыбу , приправы и снова помидоры. Чередуйте рыбу и помидоры, пока не закончатся. Верхний слой – помидоры.",
      "Поставьте жаровню на умеренный огонь, накройте крышкой. Когда выделившийся из помидоров сок закипит, снимите крышку и готовьте, пока не выпарится сок из помидоров, минут 15.",
      "Пока рыба тушится, приготовьте чесночные хлебные крошки. Хлеб положите в чашу блендера и измельчите в крупную неоднородную крошку. Чеснок натрите на мелкой терке или пропустите через пресс.  Пересыпьте крошки в просторную сковороду и подсушивайте на умеренном огне, часто помешивая, 3-4 минуты. Добавьте чеснок и подсолнечное масло, перемешайте. Снимите с плиты.",
      "Подавайте блюдо теплым или полностью остывшим, посыпав чесночными хлебными крошками."
    ],
    "cleaned_ingredients": [
      "мойва",
      "луковица",
      "помидор",
      "тимьян",
      "петрушка",
      "чеснок",
      "растительное масло",
      "острый перец",
      "соль",
      "сахар",
      "черный молотый перец"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/55956/jaichnica-s-jogurtom-i-zelenju",
    "title": "Яичница с йогуртом и зеленью",
    "photo_link": "https://images.gastronom.ru/TuQx6CR_DLxxkR51NytG86aNFLjrtIVBCjcCMzfc_Fo/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2NlMzFmMThmLTNlZjItNGJkYy1iNGI0LTg2NzY2ZDEyM2ZhNC5qcGc.webp",
    "cooking_time_minutes": 30,
    "ingredients": [
      "4 яйца",
      "400 г натурального йогурта",
      "2 стебля зеленого лука",
      "50 г сливочного масла",
      "2 ст. л. оливкового масла",
      "1 ч. л. лимонного сока",
      "щепотку копченой паприки",
      "щепотка острого молотого перца",
      "перец черный",
      "соль"
    ],
    "instructions": [
      "Соединитейогуртс лимонным соком, приправьте черным перцем и перемешайте. Разложите в 4 тарелки.",
      "В небольшой ковшик положите сливочное масло, добавьте острый перец, посолите и медленно растопите.",
      "В сковороде с антипригарным покрытием разогрейте оливковое масло. Установите слабый огонь и разбейте яйца. Готовьте яичницу в течение 4–5 мин, пока белки не станут плотными, а желтки останутся полужидкими.",
      "Аккуратно переложите каждую яичницу на йогурт, полейте острым сливочным маслом, посыпьте копченой паприкой и мелко нарезанным зеленым луком.",
      "МОЖНО ЗАМЕНИТЬ: куриные яйца на перепелиные из расчета 1 куриное яйцо на 3–4 перепелиных."
    ],
    "cleaned_ingredients": [
      "яйца",
      "йогурт",
      "зеленый лук",
      "сливочное масло",
      "масло оливковое",
      "лимонный сок",
      "копченая паприка",
      "перец молотый острый",
      "перец черный",
      "соль"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/36254/postnyj-rassolnik",
    "title": "Постный рассольник",
    "photo_link": "https://images.gastronom.ru/6VUU4CDn5GrsBicu453DKYBc-RjhfGNK8WXbfuhkeDM/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzBmNGRkMTMzLWM0OWMtNDJhNC05YTQxLWY3MTkyZDU2MDBjNS5qcGc.webp",
    "cooking_time_minutes": 60,
    "ingredients": [
      "150 г отборной перловой крупы",
      "3 средних соленых огурца",
      "1 стакан огуречного рассола",
      "2 большие луковицы",
      "2 средние морковки",
      "2 черешка сельдерея",
      "2–4 зубчика чеснока",
      "2–3 ст. л. томатного соуса",
      "3–4 ст. л. растительного масла",
      "1 ч. л. сладкой молотой паприки (можно копченой)",
      "соль",
      "перец черный свежемолотый",
      "зелень для подачи, по желанию"
    ],
    "instructions": [
      "Влейте в небольшой сотейник немного масла, всыпьте перловку, поставьте на средний огонь и обжаривайте, время от времени помешивая, 10 мин. Затем залейте 2 стаканами кипящей воды, посолите, доведите до кипения, закройте крышкой, убавьте огонь до минимума и варите перловку для рассольника 20 мин. За это время вода­ должна впитаться.",
      "Подготовьте овощи для постного рассольника. Очистите лук, чеснок и морковь. Нарежьте небольшими кусочками. Так же нарежьте сельдерей. Соленые огурцы очистите от кожицы, нарежьте огурцы вдоль на четвертинки, затем­ поперек кусочками толщиной 7–8 мм.",
      "В кастрюле с толстым дном разогрейте 3–4 ст. л. масла, положите лук. Обжаривайте на сильном огне 3–4 мин. Добавьте морковь и сельдерей, обжаривайте, помешивая, 5 мин. Положите чеснок и соленые огурцы, обжаривайте 1 мин.",
      "Положите к овощам томатный соус, перемешайте, залейте 1,5 л холодной воды. Доведите до кипения, варите 5 мин. Всыпьте перловку, поперчите, варите рассольник под крышкой на слабом огне 10 мин.",
      "Влейте в кастрюлю столько рассола, сколько вам нравится по вкусу, доведите до кипения­ и снимите с огня. Всыпьте рубленую зелень,­ если используете, дайте постному рассольнику настояться под крышкой 5–10 мин и подавайте на стол.",
      "Выбирая томатный соус для постного рассольника, внимательно изучите его состав. Если в нем вы не обнаружите крахмала, будет идеально, ведь этот ингредиент не самым лучшим образом повлияет на текстуру супа."
    ],
    "cleaned_ingredients": [
      "перловка",
      "огурец соленый",
      "рассольник",
      "луковица",
      "морковь",
      "сельдерей",
      "чеснок",
      "соус томатный",
      "растительное масло",
      "паприка молотая",
      "соль",
      "перец черный",
      "зелень"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/30055/mangovyj-fruktovyj-led",
    "title": "Манговый фруктовый лед",
    "photo_link": "https://images.gastronom.ru/VYFh8U0W7ppAnkHPqJ08BQy6cvUwWPeqXmUb_1F-Njo/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzM5MmZhNzVhLTE1ZDQtNGFmZC1hM2NiLTcwZDA4MmYxMmQ2ZS5qcGc.webp",
    "cooking_time_minutes": 240,
    "ingredients": [
      "3 больших манго",
      "1 ст. л. меда с тонким ароматом (не гречневый, лучше липовый)",
      "сок половины лимона или одного лайма",
      "0,75 ст. сливок (жирность любая, которая вам нравится, я взяла 20%)"
    ],
    "instructions": [
      "Формочки облить водой и поставить минут на 20 в морозилку.",
      "Почистить манго, выдавить сок из лимона. Все ингредиенты сложить вместе и взбить винтовым блендером. Вылить в подмерзшие формочки и оставить в морозилке часа на 4.",
      "Перед подачей обмакнуть емкости в кипяток, чтоб мороженое отошло от стенок. Очень вкусно и, что немаловажно, - строго натурально!"
    ],
    "cleaned_ingredients": [
      "манго",
      "мед липовый",
      "лимон",
      "сливки"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/39905/krepy-francuzskie-syuzett",
    "title": "Крепы французские \"Сюзетт\"",
    "photo_link": "https://images.gastronom.ru/7qFzToxCjbU21rYHSF-nh-DYlXH_iWZ2C8CUmBe5JGg/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzMyMmJiNjRmLWQ5NjgtNDk4NS1hZTA0LTgzYTE1ZTEzMDEyMS5qcGc.webp",
    "cooking_time_minutes": 65,
    "ingredients": [
      "мука 1 стакан(а)",
      "растительное масло ( в тесто) 1 ст.л.",
      "растительное масло-для обжарки",
      "яйцо 1 шт.",
      "яичный желток 1 шт.",
      "молоко 1,5 стакан(а)",
      "соль 1 щепотка(и)",
      "дЛЯ СИРОПА:",
      "апельсин 1 шт.",
      "масло сливочное 2 ст.л.",
      "сахар 5 ст.л.",
      "коньяк 2 ст.л."
    ],
    "instructions": [
      "Просейте муку с солью в миску. Сделайте углубление в центре и влейте туда яйцо и яичный желток. Перемешайте ложкой. Постепенно влейте молоко, перемешивая тесто до однородности. Добавьте растительное масло. Накройте и поставьте тесто в холодильник на 30 минут.",
      "Разогрейте масло на сковороде и выпекайте блинчики с обеих сторон. У меня получилось 10 блинчиков. Сложите блины и выложите в стопку.",
      "Для заливки выжмите сок из одного апельсина, цедру срежьте заранее для украшения. Растопите сливочное масло на сковороде, добавьте сахар, апельсиновый сок и чуть-чуть проварите, до растворения кристалликов сахара и до легкого загустения. Снимите с огня, добавьте коньяк и перемешайте.",
      "Полейте полученную стопку блинов апельсиновым сиропом. Украсьте цедрой апельсина. Блины ешьте, обмакивая в сироп. Приятного аппетита."
    ],
    "cleaned_ingredients": [
      "мука",
      "масло растительное",
      "яйцо",
      "яичный желток",
      "молоко",
      "соль",
      "апельсин",
      "масло сливочное",
      "сахар",
      "коньяк"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/23609/pryanaya-limonnaya-kurochka-s-medovoj-korochkoj",
    "title": "Пряная, лимонная курочка с медовой корочкой",
    "photo_link": "https://images.gastronom.ru/jH9UVugvjZDWQCX4xEFxGgcdfp8CDHQO70D2rqXUx2U/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2Q5OTRlZmVmLTg2OGEtNDFjNS1hZGFjLWEwZWRiZGRmOWU4MS5qcGc.webp",
    "cooking_time_minutes": 60,
    "ingredients": [
      "Курица - 1,5 кг",
      "Паприка - 1 ст.л.",
      "Тмин - 1 ч.л.",
      "Корица - 0,5 ст.л.",
      "Имбирь молотый - 1 ч.л.",
      "Лимонный сок - 4 ст.л.",
      "Оливковое масло - 4 ст.л.",
      "Соль - по вкусу",
      "Черный молотый перец - по вкусу",
      "Для глазури:",
      "сливочное масло",
      "мед"
    ],
    "instructions": [
      "Замариновать курицу. В миске смешать все специи для курицы, лимонный сок и оливковое масло.",
      "Курицу хорошо промыть под проточной водой, обсушить бумажной салфеткой. Хорошо посолить, поперчить. Обмазать курицу приготовленным маринадом и оставить на 1 час, чтобы она промариновалась.",
      "Замаринованную курицу положить на противень с решеткой, или одеть на специальное приспособление для гриля. Поставить запекать в нагретую духовку до 180 градусах на 30 минут.  Пока запекается курица, сделать для неё глазурь: Растопленное сливочное масло смешать с мёдом. Через первые полчаса запекания обмазать курицу глазурью, и поставить запекать ещё на полчаса. В течении этого времени, курицу смазать ещё два раза. Если курица начнёт пригорать, прикройте её слегка сверху фольгой. Последние 5 минут приготовления включить в духовке верхний гриль.",
      "Курицу вынуть, дать ей 5-10 минут \"прийти в себя\", разделать и подавать с кус-кусом."
    ],
    "cleaned_ingredients": [
      "курица",
      "паприка",
      "тмин",
      "корица",
      "имбирь молотый",
      "лимонный сок",
      "оливковое масло",
      "соль",
      "черный молотый перец",
      "сливочное масло",
      "мед"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/43377/amerikanskie-pankejki",
    "title": "Американские панкейки",
    "photo_link": "https://images.gastronom.ru/0kGR5MMdfJdipBISD6Z-zTGr_Ub6efbHOgwWCSccnhA/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzJmZjJmZGEzLTQ1Y2EtNDNhMS1iNTQ1LTc2M2FmZjkxOWE0OC5qcGVn.webp",
    "cooking_time_minutes": 15,
    "ingredients": [
      "мука 1 стакан(а)",
      "кефир  1 стакан(а)",
      "сахар 1 ст.л.",
      "сода пол чайной ложки",
      "соль пол чайной ложки",
      "яйцо куриное 2 шт.",
      "сливочное масло 1 ст.л."
    ],
    "instructions": [
      "Слегка взбейте яйца, добавьте кефир, перемешать.",
      "Добавить муку, сахар, соль, соду, сливочное масло (растопить заранее).",
      "Все перемешать, выпекать на горячей сковородке с антипригарным покрытием! Инджой! Без масла.",
      "Панкейки на кефире готовы. Подавать с любыми топпингами."
    ],
    "cleaned_ingredients": [
      "мука",
      "кефир",
      "сахар",
      "сода",
      "соль",
      "яйцо куриное",
      "сливочное масло"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/30834/mini-sharlotka-s-tykvoj-i-yablokami",
    "title": "Мини-шарлотка с тыквой и яблоками",
    "photo_link": "https://images.gastronom.ru/6OfX9704tZK7A_9BWbddexVLQorwn8vtN96dH8o5Ryc/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2IwMmEwZGVmLWM1MzctNDliYy1hOWEzLThlYTdmMzc0YzUyNS5qcGc.webp",
    "cooking_time_minutes": 35,
    "ingredients": [
      "тыква - 250 г",
      "хлопья овсяные Геркулес - 60 г",
      "мука - 130 г",
      "яблоки - 3 шт.",
      "яйцо - 2 шт.",
      "сахар - 50 г",
      "растительное масло - 50 г",
      "ванилин - 1,5 г",
      "разрыхлитель - 1,5 ч. л.",
      "корица - 1 щепотка",
      "мускатный орех - щепотка",
      "грецкие орехи - 4-5 шт.",
      "сахарная пудра - для посыпки"
    ],
    "instructions": [
      "Смешать муку, овсяные хлопья, сахар, разрыхлитель, корицу, мускатный орех. В другой миске взбейте яйца с ванилином и солью.",
      "200 г тыквы натереть на мелкой терке. Яблоки очистить от сердцевины и кожуры, нарезать небольшими кусочками, добавить к натертой тыкве. К этой смеси добавить растительное масло, яичную массу и взбить блендером до однородной консистенции. Смешать сухие и жидкие компоненты.",
      "Оставшуюся тыкву нарезать кубиками.",
      "Формочки для маффинов смазать растительным маслом и выложить тесто. Сверху выложить кубики тыквы и разложить по половинке ядер грецких орехов.Выпекать при температуре 200°C в течение 30 минут.",
      "Перед подачей посыпать сахарной пудрой."
    ],
    "cleaned_ingredients": [
      "тыква",
      "геркулес",
      "мука",
      "яблоки",
      "яйцо",
      "сахар",
      "растительное масло",
      "ванилин",
      "разрыхлитель",
      "корица",
      "мускатный орех",
      "грецкие орехи",
      "сахарная пудра"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/33249/kartofelnaya-picca-s-tomatami-i-kabachkami",
    "title": "Картофельная пицца с томатами и кабачками",
    "photo_link": "https://images.gastronom.ru/vGrkx2T-deg8ADFHOJ9RtC_0yFpSLHFcf7p5sWSlw4I/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzYzYTdhYTNkLWFlOTItNGIxMi05ZTZmLTUxNWEwM2VmNDVkMy5qcGc.webp",
    "cooking_time_minutes": 120,
    "ingredients": [
      "мука - 120 г",
      "вода - 60 мл",
      "оливковое масло - 1 ст. л. в тесто, 2 ст. л. - для начинки",
      "дрожжи сухие - 1/2 ч. л.",
      "соль - 1 щепотка",
      "кабачок - 1/2 шт.",
      "чеснок - 2 зубчика",
      "помидоры черри - 4-5 шт.",
      "базилик - по вкусу",
      "зелень",
      "сыр моцарелла в шариках - 1 шт. (большой)"
    ],
    "instructions": [
      "Очистить две картофелины. Отварить в подсоленной воде до готовности. Натереть остывший отваренный картофель на крупной терке (80 г - чуть меньше двух картофелин).",
      "В миску налить теплую воду, добавить сухие дрожжи, оливковое масло (1 ст. л.), щепотку соли. Добавить муку, замесить тесто. Оставить тесто в теплом месте на 40 минут (до увеличения объема в два раза).",
      "Добавить в тесто натертый картофель. Замесить тесто. Оставить на 20 минут в теплом месте.",
      "Кабачки вымыть, обсушить, нарезать тонкими кружочками (5-6 мм). Обжарить кабачки и две неочищенные дольки чеснока на сковороде-гриль на небольшом количестве оливкового масла. Остудить кабачки.",
      "Раскатать тесто в круглый пласт и выложить на смазанный маслом противень. Выложить на основу пиццы нарезанные помидоры черри, обжаренные кабачки, очищенный и нарезанный чеснок. Моцареллу нарезать кружочками и выложить на пиццу. Посыпать базиликом, сбрызнуть оставшимся оливковым маслом.",
      "Выпекать в разогретой до 200 градусов духовке в течение 25 минут. Украсить листочками свежего базилика."
    ],
    "cleaned_ingredients": [
      "мука",
      "вода",
      "оливковое масло",
      "дрожжи сухие",
      "соль",
      "кабачок",
      "чеснок",
      "помидоры черри",
      "базилик",
      "зелень",
      "моцарелла"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/28867/muzhskoj-salat",
    "title": "Мужской салат",
    "photo_link": null,
    "cooking_time_minutes": 20,
    "ingredients": [
      "Красная фасоль в собств. соку 1 банка",
      "Вареное мясо 150-200 г",
      "Соленые огурцы 3 шт.",
      "Лук репчатый 2 шт.",
      "Кинза",
      "Майонез"
    ],
    "instructions": [
      "Отварить и порезать мясо. Почистить, мелко порезать пожарить на подсолнечном масле лук. Порезать соленые огурцы.",
      "Смешать все ингредиенты, украсить кинзой."
    ],
    "cleaned_ingredients": [
      "фасоль красная",
      "мясо",
      "огурец соленый",
      "лук репчатый",
      "кинза",
      "майонез"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/25474/blinchiki-kraski-oseni",
    "title": "Блинчики \"Краски осени\"",
    "photo_link": "https://images.gastronom.ru/E1qQqkpOAlAQOFzMI9sHr8zdXEmvEQoCrsHHn_1Ojvw/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2MyMTIxMTJkLTJjMTktNDJkNy1hZmUxLWZiMjRiM2QzMGQ0OS5qcGc.webp",
    "cooking_time_minutes": 30,
    "ingredients": [
      "Молоко - 2 стакана",
      "Сливки 20 %- 50 мл",
      "Яйца- 3 шт",
      "Масло сливочное топленое-1 ст.л.",
      "Ваниль- 1 пак.",
      "Мука- 1,3 стакан",
      "Сахар- 1 ст.л.",
      "Персиковый конфитюр- 100 г",
      "свежие или консервированные персики- 5 шт"
    ],
    "instructions": [
      "Смешать в глубокой миске: теплое молоко, сливки, топленое масло, яйца. Тщательно перемешать.",
      "Смешать отдельно сахар, ваниль и муку. Взбивать миксером жидкие ингредиенты, постепенно подсыпая сухие.",
      "Жарить блинчики на раскаленное сковороде с небольшим добавлением растительного масла по 1 минуте с каждой стороны.",
      "Выложить блинчики стопкой, каждый раз промазывая их конфитюром. Украсить плодами персиков. Приятного аппетита и отличного настроения!",
      "Если у вас остались недоеденные блинчики и вы не желаете, чтобы они подсохли, сложите их в глубокую форму (для пирога), залейте смесью из сливок и яиц, запекайте при температуре 180 градусов до тех пор, пока не образуется румяная корочка. Вы получите новое блюдо!"
    ],
    "cleaned_ingredients": [
      "молоко",
      "сливки",
      "яйца",
      "масло сливочное топленое",
      "ваниль",
      "мука",
      "сахар",
      "конфитюр",
      "персик"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/27141/sup-s-seldereem-i-semgoj",
    "title": "Суп с сельдереем и семгой",
    "photo_link": "https://images.gastronom.ru/Y2h3VnOTX68ktgZ3emUu7bzDlFmIZKcvKOvw2YnTW00/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzdiZTE2YzEyLTVlMTAtNDM2My05OTUyLTNhMDhkZTM0ZmFlYy5qcGc.webp",
    "cooking_time_minutes": 20,
    "ingredients": [
      "семга свежая 250 г",
      "сельдерей стебель 60 г",
      "помидоры 60 г",
      "петрушка 5 г",
      "рис 10 г",
      "лук репчатый 10 г",
      "рыбный бульон 400 г",
      "белое вино 15 г",
      "соль по вкусу"
    ],
    "instructions": [
      "Овощи помыть. Очистить филе семги от кожи.",
      "Помидоры, сельдерей, лук нарезать мелким кубиком. Семгу нарезать произвольно.",
      "В разогретом сотейнике обжарить лук, сельдерей, добавить помидоры, белое вино, рыбный бульон. Довести до кипения, добавить нарезанную семгу, посолить и варить минут 5-7 на медленном огне.",
      "Подавать готовый суп с вареным рисом.",
      "Готовя рецепты из семги, смотрите за временем: рыба готовится очень быстро. При длительной термообработке рыба станет сухой и потеряет вкус."
    ],
    "cleaned_ingredients": [
      "семга",
      "сельдерей",
      "помидоры",
      "петрушка",
      "рис",
      "лук репчатый",
      "рыбный бульон",
      "белое вино",
      "соль"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/29394/varene-iz-yablok",
    "title": "Варенье из яблок",
    "photo_link": null,
    "cooking_time_minutes": 60,
    "ingredients": [
      "1 кг сахара",
      "2 стакана воды",
      "1 ч.л. ванильного сахара",
      "1 лимон или 1 апельсин",
      "1 кг очищенных яблок"
    ],
    "instructions": [
      "Яблоки очистить от кожи и вырезать сердцевину. Нарезать небольшими кубиками.",
      "Приготовить сахарный сироп. Уварить сироп до образования густых капель. Добавить яблоки.",
      "Апельсин или лимон (по вкусу) помыть и обсушить, нарезать дольками толщиной 5 мм вместе с кожицей.",
      "Варить яблоки в сиропе 30 минут. Затем добавить лимонные или апельсиновые дольки и ванильный сахар.",
      "Варить помешивая  на слабом огне пока яблоки не станут прозрачными.",
      "Готовое варенье разложить в подготовленные (стерильные) банки и закатать под стерильную крышку.",
      "Чем гуще получилось варенье, тем оно лучше. Варенье должно остаться светлым – это признак того, что оно сварено правильно."
    ],
    "cleaned_ingredients": [
      "сахар",
      "вода",
      "сахар ванильный",
      "апельсин",
      "яблоко"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/31480/govjadina-tushenaja-s-grushej",
    "title": "Говядина тушеная с грушей",
    "photo_link": "https://images.gastronom.ru/N1_8JT-2u0PJ-Xp0tPA_r-Ho_o4KVuZl-28PHuszVPk/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzc0ODUyOTQ3LTQ3MGYtNGNiZi04ZjY5LTQzY2Y1OTJhYTk2Zi5qcGc.webp",
    "cooking_time_minutes": 40,
    "ingredients": [
      "1 кг вызревшей (не парной) говядины",
      "2 сладких болгарских перца",
      "3 луковицы среднего размера",
      "2 моркови",
      "2 груши большого размера твердых сортов",
      "1,5 стакана воды",
      "соль, перец",
      "масло для жарки (растительное или оливковое)"
    ],
    "instructions": [
      "Подготовьте овощи. Очищенный лук режем полукольцами, морковь и сладкий перец – соломкой.",
      "Говядину (для жарки наиболее подходит верхняя, не задействованная в движении, часть туши) нарежьте поперек волокон на небольшие порционные куски. На хорошо разогретой сковороде с толстым дном и рифленой поверхностью разогреваем масло и обжариваем мясо.",
      "Как только мясо начинает пускать сок, добавляйте к нему лук, чуть спустя – морковь. Когда овощи пропитаются соком, отправляем на сковородку перец. Обжаривайте смесь еще несколько минут, потом налейте в сковороду 1,5 стакана воды и закройте крышкой. Тушим говядину до мягкости, в конце солим и перчим.",
      "Груши очищаем, удаляем сердцевину и режем на средние по толщине ломтики. Добавляем груши к говядине и тушим еще 5-6 минут до готовности."
    ],
    "cleaned_ingredients": [
      "говядина",
      "болгарский перец",
      "лук",
      "морковь",
      "груша",
      "вода",
      "соль",
      "перец",
      "масло растительное"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/51024/fondan-krasnyj-barhat",
    "title": "Фондан Красный бархат",
    "photo_link": "https://images.gastronom.ru/M9j-MMBUF2L00cuTPNXtgU9Fgku8NZElylDdCc_nQqY/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2IzY2Q4ODIzLTRiNjUtNDY5YS1iY2Q2LTMzMWZhZmM4OWMyOS5qcGc.webp",
    "cooking_time_minutes": 20,
    "ingredients": [
      "масло сливочное 55 г",
      "белый шоколад 55 г",
      "сахар 60 г",
      "яйцо 1 шт.",
      "желток 1 шт.",
      "какао 1 ст.л.",
      "мука 3 ст.л.",
      "краситель"
    ],
    "instructions": [
      "Сливочное масло сбелым шоколадомрастопить в микроволновке. К растопленным маслу и шоколаду добавить сахар. Перемешать. Яйцо и желток взбить миксером 2 мин. Смешать с шоколадной смесью до однородности. Добавить краситель до желаемого цвета.",
      "Муку с какао-порошком перемешать тщательно.",
      "Добавить муку с какао к жидким ингредиентам и перемешать. Вылить в смазанную маслом форму. Выпекать при 230 гр 10 мин до появления трещины на фондане. Как только треснул, сразу достаем. Остужаем пару мин. и достаем из формы. Переворачиваем и посыпаем пудрой."
    ],
    "cleaned_ingredients": [
      "масло сливочное",
      "шоколад белый",
      "сахар",
      "яйцо",
      "желток",
      "какао-порошок",
      "мука",
      "краситель"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/39022/hrustyashchee-ovsyanoe-pechene-s-solenoj-karamelyu",
    "title": "Хрустящее овсяное печенье с соленой карамелью",
    "photo_link": "https://images.gastronom.ru/G724CvnZH8bAe01HA2Mbsz4zut-Msqk1-wfCUJ0DD1I/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzQ5M2M5NjE1LWY1NzAtNDE0MC05YzZlLWYzOTIwMTZiM2RlZS5qcGc.webp",
    "cooking_time_minutes": 15,
    "ingredients": [
      "овсяные хлопья 30 г",
      "мука пшеничная  160 г",
      "сахар 60 г",
      "соль 1/4 ч.л.",
      "сода пищевая 1/4 ч.л.",
      "масло сливочное 180 г",
      "вареный яичный желток 3 шт.",
      "соленая карамель"
    ],
    "instructions": [
      "В миске смешиваем муку, сахар, соль и соду.",
      "Овсяные хлопья обжариваем на сковороде без масла до появления характерного аромата.",
      "Желтки протираем через сито и смешиваем с маслом комнатной температуры до однородности.",
      "Смешиваем масляную и мучную смесь, формируем из теста шар и убираем охлаждаться на 15 мин.",
      "Разогреваем духовку до 200 градусов. Достаем тесто, раскатываем в пласт толщиной 1 см и вырезаем стаканом круглые печенья.",
      "Перекладываем печенье на противень с пекарской бумагой и запекаем 15 мин.",
      "Вынимаем, остужаем на решётке. На одну половинку печенья выкладываем чайную ложку карамели, накрываем второй и наслаждаемся за кружкой чая.",
      "Хорошо охладите тесто перед выпечкой. Это позволит приготовить по-настоящему хрустящее печенье."
    ],
    "cleaned_ingredients": [
      "овсяные хлопья",
      "мука пшеничная",
      "сахар",
      "соль",
      "сода",
      "масло сливочное",
      "яичный желток",
      "карамель"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/36627/desert-iz-prostokvashi-s-medom-i-vanilyu",
    "title": "Десерт из простокваши с медом и ванилью",
    "photo_link": "https://images.gastronom.ru/1p90FW5f7bbnXrNdUU6HhBSVPAk_scI12U3x4qoiISk/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzJmZTYxNTJlLTE0ZTctNDQ3NS1hMjNmLWJjMjMyZjEwODVlZi5qcGc.webp",
    "cooking_time_minutes": 10,
    "ingredients": [
      "700–800 г густой простокваши",
      "2 ст. л. меда + мед для подачи",
      "1-2 ст. л. сахара, смешанного с семенами четверти ванильного стручка",
      "сезонные ягоды и фрукты для подачи"
    ],
    "instructions": [
      "Застелите миску большим кухонным полотенцем (в идеале вафельным) или сложенной в 5–6 слоев марлей.",
      "Смешайте простоквашу с медом и ванильным сахаром до однородности и выложите на ткань. Поднимите концы полотенца/марли и свяжите их, чтобы получился «мешочек». Подвесьте его над мис­кой, чтобы стекала жидкость, на 2–8 ч. Чем дольше висит, тем гуще будет становиться простокваша.",
      "Выложите отвешенную простоквашу в креманки, полейте медом, подавайте с ягодами или фруктами."
    ],
    "cleaned_ingredients": [
      "простокваша",
      "мед",
      "сахар с семенами ванильного стручка",
      "ягоды",
      "фрукты"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/37708/domashnyaya-pastrami",
    "title": "Домашняя пастрами",
    "photo_link": "https://images.gastronom.ru/nDODljx6gEHJpRysui-ZGkc0BccxPbmzzkNPh8aPpgI/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzVkMDliNzc1LTBhZmUtNGY1My1hOTE0LWY0Njk2ZTY0N2IwZS5qcGc.webp",
    "cooking_time_minutes": 120,
    "ingredients": [
      "говяжья грудинка 1,8 кг",
      "дистиллированная вода 3,7 л",
      "крупная нейодированная соль 240 г",
      "нитритная соль 10 г",
      "коричневый темный сахар мусковадо 100 г",
      "крупный зубчик чеснока 4 шт.",
      "водка или спирт",
      "крупномолотый черный перец (для смеси) 4 ст. л.",
      "молотая паприка (для смеси) 1 ст. л.",
      "сахар мусковадо (для смеси) 1 ст. л.",
      "чесночный порошок (для смеси) 3 ч. л.",
      "горчичный порошок (для смеси) 1 ч. л."
    ],
    "instructions": [
      "Подготовьте контейнер с крышкой для засолки (никакого алюминия, меди, чугуна и ржавеющего металла!). Смешайте в контейнере крупную и нитритную соль с сахаром. Измельчите чеснок. Залейте сухую массу дистиллированной водой, перемешайте, добавьте чеснок.",
      "Протрите мясо водкой. Вам потребуется груз для мяса (например, тяжелая керамическая тарелка) — протрите водкой и его. Мясо положите в контейнер, прижмите грузом — мясо должно быть покрыто на 2,5—3 см — и закройте. Поставьте в холодильник строго на 5—7 дней. Каждый день переворачивайте мясо. Засоленное мясо должно иметь слегка сероватую поверхность, а на разрезе быть ярким, красно-розовым.",
      "Слейте рассол, залейте мясо холодной водой и поставьте в холодильник на 8 час, чтобы удалить излишки соли. Перемешайте все ингредиенты смеси для специй. Выньте мясо из воды и дайте стечь всей жидкости. Пока оно влажное, натрите смесью специй со всех сторон. Поместите в холодильник на 2 суток, причем не закрывая.",
      "Закоптите мясо при 90—100°С, 1,5 ч. Теперь его можно завернуть в пергамент и хранить в холодильнике до 10 дней. Перед подачей пастрами прогревается куском на среднем пару, 1 ч, если она только что закопченная, или 1,5—2 ч, если несколько дней хранилась в холодильнике. Или в микроволновке — если нарезана. Разрезать нужно очень острым ножом поперек волокон на ломти толщиной 3—4 мм.",
      "Если вы не нашли дистиллированную воду и особенно нитритную соль, даже не приступайте к процессу приготовления пастрами — это опасно!"
    ],
    "cleaned_ingredients": [
      "говядина",
      "вода",
      "соль нейодированная",
      "соль нитритная",
      "сахар мусковадо",
      "чеснок",
      "водка",
      "черный перец",
      "паприка",
      "горчичный порошок"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/15831/pashtet-iz-kurinoj-pechenki-s-konyakom",
    "title": "Паштет из куриной печенки с коньяком",
    "photo_link": "https://images.gastronom.ru/ja0nl-I9mZcex1N0tBhto-vJm9z1kqMdqtLp3YJeeUg/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzcwMDlhODA4LWUzN2YtNDQxZS05OTc2LWU0ZThhODNlOGFiYi5qcGc.webp",
    "cooking_time_minutes": 60,
    "ingredients": [
      "Куриная печень 500 г",
      "Коньяк 50 мл",
      "Сливки 20% (средней жирности) 100 мл",
      "Масло сливочное 25 г",
      "Сахар-песок 1 ст.л.",
      "Чеснок 2 зубчик(а)",
      "Перец душистый горошек 3 г",
      "Лавровый лист 2 шт."
    ],
    "instructions": [
      "Нарежьте печень небольшими кусочками. Чеснок очистите, измельчите.",
      "Растопите в сковороде сливочное масло, обжарьте печень 5 мин, добавьте чеснок и готовьте еще 2 мин. Снимите с огня, остудите и выложите в чашу блендера вместе с выделившимся соком, взбейте.",
      "В той же сковороде на слабом огне прогревайте сливки 4 мин, вылейте в чашу блендера к печени и еще раз взбейте. Выложите в миску, добавьте сахар, коньяк, посолите и поперчите, перемешайте.",
      "Разогрейте духовку до 190 °С. Печеночную массу выложите в жаропрочную керамическую форму, смазанную маслом, сверху положите душистый перец и лавровый лист, накройте крышкой и запекайте 30 мин. Дайте полностью остыть",
      "Огурец и редис вымойте, нарежьте тонкими кружками, смешайте с салатным миксом, заправьте оливковым маслом, посолите и поперчите. Подавайте с паштетом и хрустящими тостами."
    ],
    "cleaned_ingredients": [
      "куриная печень",
      "коньяк",
      "сливки",
      "масло сливочное",
      "сахар-песок",
      "чеснок",
      "перец душистый",
      "лавровый лист"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/34054/fruktovye-kanape",
    "title": "Фруктовые канапе",
    "photo_link": "https://images.gastronom.ru/D0Lc2r-2XiTMy1L1Fk8ndJKSOMYnVva1IkypSmI_X40/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2I2YjNkMzQ0LWQ3MzEtNGVkMi05YjI3LWRkZjU5NGU5MWIwYS5qcGc.webp",
    "cooking_time_minutes": 15,
    "ingredients": [
      "300 г крупной клубники",
      "3 киви"
    ],
    "instructions": [
      "У клубники удалите листочки. Киви очистите и нарежьте крупными кубиками. Нанижите фрукты на шпажки."
    ],
    "cleaned_ingredients": [
      "клубника",
      "киви"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/40467/tykvenno-kabachkovyj-tort-s-solenymi-gruzdyami",
    "title": "Тыквенно-кабачковый торт с солеными груздями",
    "photo_link": "https://images.gastronom.ru/MFK0LPSRk3DXe-gEZbZ5m4DVbtydqOFGawMgxIgGldQ/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2QxNjBlMGNkLWQ1MjItNGYwYS1iODNlLTQ3ODcwMGJkZTJjZS5qcGc.webp",
    "cooking_time_minutes": 50,
    "ingredients": [
      "тыква 200 г",
      "кабачок 200 г",
      "картофель 200 г",
      "мука 3-4 ст.л."
    ],
    "instructions": [
      "Из тыквы, кабачка, картофеля и муки приготовим массу для коржей. Посолим и поперчим по вкусу. Пожарим несколько коржей до готовности на среднем огне.",
      "Лук обжарим вместе с грибами, добавим муку для связки ингредиентов.",
      "Каждый корж смажем начинкой. Верхний корж пока оставим.",
      "Почистим тыкву от кожуры,нарежем. Чеснок почистим. Завернем в фольгу и запечем минут 40(до мягкости). Пробьем блендером до пюреобразного состояния, добавив в блендер масло. Посолим.",
      "Верхний корж смажем тыквенным кремом."
    ],
    "cleaned_ingredients": [
      "тыква",
      "кабачок",
      "картофель",
      "мука"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/4342/kapreze-s-moccarelloj-i-saharnym-poreem",
    "title": "Капрезе с моццареллой и сахарным пореем",
    "photo_link": "https://images.gastronom.ru/-G9H5xW8AFwnu2DFqiesH1LByfjmt1wrUfE_U9c8cCc/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2Q4MTBiOTViLTQ5ZTItNGQ0Mi1hY2VlLTY4OTFiMDdmMzQ3MC5qcGc.webp",
    "cooking_time_minutes": 30,
    "ingredients": [
      "12 помидоров черри банч",
      "уксус белый винный – 2 ст. л.",
      "2 стебля лука-порея (только белая часть)",
      "12 шариков моццареллы бакончини",
      "пучок зеленого базилика",
      "оливковое масло – 0,5 стакана",
      "чеснок – 2 зубчика",
      "сахар – 2 ст.л."
    ],
    "instructions": [
      "На холодную сковороду с толстым дном всыпать сахар. Добавить 1 ст. л. воды, поставить на огонь, пока сахар не начнет пузыриться и не растворится полностью.",
      "Добавить раздавленный чеснок и нарезанный кольцамилук-порей. Перемешать, влить винный уксус и выпарить на сильном огне, помешивая, до полного растворения сахара. Чеснок удалить. Остудить.",
      "Моццареллу и помидоры разрезать пополам. У базилика отобрать и сохранить средние листья, оставшиеся положить в миску и залить кипятком на 10 сек., откинуть в ледяную воду на 10 сек., выложить на бумажное полотенце и отжать. Добавить листья в слегка нагретое оливковое масло, измельчить в блендере до однородной консистенции. Дать настояться 30 мин.   На шпажки насадить, чередуя, моццареллу, листик базилика, помидор. Подать вместе с остывшим пореем и базиликовым маслом."
    ],
    "cleaned_ingredients": [
      "помидор черри",
      "винный уксус",
      "лук-порей белый",
      "моцарелла бакончини",
      "базилик",
      "оливковое масло",
      "чеснок",
      "сахар"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/30323/konservirovannyj-schavel-na-zimu",
    "title": "Консервированный щавель на зиму",
    "photo_link": "https://images.gastronom.ru/Mil5As35uS71ro6rep_oeADjH0IOUVwLEurAVQXPqp0/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzZmOGI3YTNjLTczYmItNDUzMS04MDNlLWU5ZTk1Y2EzN2I4Mi5qcGc.webp",
    "cooking_time_minutes": 90,
    "ingredients": [
      "щавель – 1 кг",
      "питьевая вода – 1 л",
      "соль – 2 ч. л."
    ],
    "instructions": [
      "Подготовьте щавель для консервирования. Переберите листочки, удаляя вялые и поврежденные. Грубые стебли можно сразу отрезать (измельчите их в блендере и заморозьте: получится отличная добавка к щам или борщу).",
      "Щавель переложите в большую миску и залейте холодной водой. Оставьте на 30 минут. Затем воду слейте. Листья щавеля и молодые стебли нарежьте кусочками средней величины.",
      "Банки для консервирования щавеля  простерилизуйте любым удобным способом (в микроволновке, в духовке и пр.). Затем переверните на чистое полотенце и дайте полностью обсохнуть изнутри.",
      "Воду налейте в кастрюлю и доведите до кипения. Дайте остыть до теплого состояния. Подготовленный щавель разложите по банкам. Равномерно распределите по ним соль.",
      "Залейтещавельв банках теплой водой и закатайте крышками. Банки переверните дном вверх и убедитесь, что они не подтекают. Затем укутайте одеялом и оставьте до полного остывания.",
      "Самые ленивые могут воспользоваться другим способом заготовки щавеля — замораживанием. Вымойте листочки и разложите по специальным пакетам с зип-замком. Выпустите из них воздух и отправьте в морозилку."
    ],
    "cleaned_ingredients": [
      "щавель",
      "вода",
      "соль"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/44156/baklazhany-farshirovannye-kuskusom-i-pomidorami",
    "title": "Баклажаны фаршированные кускусом и помидорами",
    "photo_link": "https://images.gastronom.ru/zKOFzLdLZuRzwoTszxCI4-GWmwxRqs1hkU1EzmPf3Lo/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzQ3M2MyMGRhLWZjNDEtNGYwMS04YTRlLTU1ZWMzODUyNWM3NS5qcGc.webp",
    "cooking_time_minutes": 50,
    "ingredients": [
      "баклажаны 600 г",
      "кускус 120 г",
      "вода 250 мл",
      "оливковое масло 2 ст.л.",
      "помидоры 2 шт.",
      "сыр 100 г",
      "укроп свежий 0.3 пучок(а)",
      "приправа итальянские травы 1 ч.л.",
      "соль по вкусу"
    ],
    "instructions": [
      "Необходимое количество кускуса пересыпать в большую глубокую миску, добавить щепотку соли и залить кипятком. Накрыть крышкой и оставить на 7-10 минут, за это время вода полностью впитается. Затем разрыхлить кускус вилкой, добавить оливковое масло и перемешать.",
      "Баклажаны вымыть, обсушить, разрезать вдоль пополам. Аккуратно ложкой ложкой вытащить мякоть, чтобы получились «лодочки». Мякоть баклажанов порезать небольшими кубиками и немного обжарить на сковороде на растительном масле.",
      "Помидоры нарезать мелкими кубиками. Зелень укропа мелко порубить. В миску с кускусом добавить помидоры, укроп, обжаренную мякоть баклажанов.",
      "Добавить чайную ложку итальянских трав, посолить по вкусу и тщательно перемешать. Ароматная начинка для баклажанов готова.",
      "Форму для запекания застелить пекарской бумагой, выложить половинки баклажанов и наполнить их начинкой.",
      "Накрыть наполненные баклажаны тонкими ломтиками сыра.",
      "Запекать в предварительно разогретой до 180 градусов духовке около 30 минут.",
      "Баклажаны с ароматной начинкой готовы.",
      "Приятного аппетита! Угощайтесь!",
      "Помните, что баклажаны «любят» помидоры, сыр, лук, чеснок, пряности и многие пряные травы: укроп, петрушку, сельдерей, тархун, кинзу, майоран, любисток, тимьян. Все они представлены в линейке продукции KOTANYI."
    ],
    "cleaned_ingredients": [
      "баклажан",
      "кускус",
      "вода",
      "оливковое масло",
      "помидоры",
      "сыр",
      "укроп",
      "итальянские травы",
      "соль"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/19132/salat-korolevskij-s-krabovymi-palochkami-i-krevetkami",
    "title": "Салат Королевский с крабовыми палочками и креветками",
    "photo_link": "https://images.gastronom.ru/UYaeoovN50J1zLmGYwPCerXhZcbC6CSXcj3HI_oeSv8/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzA0OTczODAzLTI0ZWEtNDc2NS05N2YzLTk0NWIzYjdiZGIzMy5qcGc.webp",
    "cooking_time_minutes": 15,
    "ingredients": [
      "крабовые палочки \"Vici\"  - 200 г",
      "икра красная - 100 г",
      "креветки  - 200 г",
      "огурец - 1 шт",
      "китайский салат",
      "майонез"
    ],
    "instructions": [
      "Подготовить продукты.",
      "Нарезать салат и огурцы и крабовые палочки.",
      "Добавить очищенные креветки. Заправить салат майонезом, положить  икру. Украсить по желанию."
    ],
    "cleaned_ingredients": [
      "крабовые палочки",
      "икра красная",
      "креветки",
      "огурец",
      "салат",
      "майонез"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/34780/kulich",
    "title": "Кулич на дрожжах",
    "photo_link": "https://images.gastronom.ru/FmGDFlHdTZKYomMCxjKsOLeyY6PjfERUu3xWVYqFZLs/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzQ3NmVjNjNhLWZlMGMtNGI1Zi1hZGVhLTAwMDMxODMzZjEyYy5qcGc.webp",
    "cooking_time_minutes": null,
    "ingredients": [
      "3 белка",
      "200 г сахарной пудры",
      "1,5 ст. л. лимонного сока"
    ],
    "instructions": [
      "Для опары дрожжи растираем в молоке, добавляем сахар, муку и ставим на подъем до шапочки.",
      "Отдельно приготовим сдобу: в мягкое сливочное масло добавим сахар, ванильный сахар, соль, все взбиваем венчиком и вводим желтки и яйца, по одному, после каждого хорошо вымешивая. Добавляем цедру лимона, сок лимона, коньяк, мускатный орех.",
      "В подошедшую опару выливаем сдобу и начинаем постепенно добавлять муку. Вымешиваем долго тесто, пока не начнет отлипать от рук (минут 15), чтобы легче было вымешивать, руки смазываем растительным маслом. В конце замеса добавляем изюм, вяленую клюкву и вяленую вишню (все вымочено в коньяке и присыпано мукой) и цукаты. Тесто должно быть мягкое, эластичное.",
      "Ставим тесто 2 раза на подъем. Затем выкладываем в формы на 1/3 и уже в форме даем еще хорошо подняться (почти до краев формы). Выпекаем при 180 градусах примерно 40 минут до сухой лучинки. Украшаем глазурью: белки взбить с сахарной пудрой и добавить лимонный сок. Христос Воскресе!",
      "При выпечке кулича все продукты должны быть комнатной температуры, мука обязательно просеяна."
    ],
    "cleaned_ingredients": [
      "яйцо",
      "сахарная пудра",
      "лимонный сок"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/20142/tofu-s-morkovyu-v-apelsinovom-souse",
    "title": "Тофу с морковью в апельсиновом соусе",
    "photo_link": "https://images.gastronom.ru/WiGKl0nObjzq3kzaa1ao6NY9bT5fvY9508GtyQQ8mqI/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2UxNWUxOTA2LWRkZjItNDllMy1iZGE2LWRkOGVkMjM2Njc4OC5qcGc.webp",
    "cooking_time_minutes": 30,
    "ingredients": [
      "500 г твердого тофу",
      "10-12 молодых морковок",
      "3-4 зубчика чеснока",
      "1 ч. л. кумина",
      "1 ст. л. лепестков миндаля",
      "2 ст. л. оливкового масла",
      "салатные листья для подачи",
      "соль"
    ],
    "instructions": [
      "Морковь помыть, очистить, нарезать брусочками. Чеснок очистить, каждый зубчик разрезать пополам. На сковороде разогреть 1 ст. л. оливкового масла, на среднем огне обжарить морковь 2-3 минут. Добавить кумин, чеснок, посолить и готовить еще 2-3 минуты.На другой сковороде, не добавляя масла, обжарить миндальные лепестки до золотистого цвета.Для соуса в сотейнике довести до кипения апельсиновый и лимонный сок, уменьшить огонь, добавить тертый имбирь, горчицу, чили и апельсиновый конфитюр, тщательно перемешать. Готовить на умеренном огне 4-5 минут.Тофу разрезать на прямоугольные куски толщиной 1 см. Смазать оливковым маслом и обжарить на хорошо разогретой сухой сковороде с обеих сторон до образования румяной корочки.Собрать салат: на порционные тарелки выложить салатные листья, обжаренный тофу, морковь с чесноком, полить соусом и посыпать миндальными лепестками. Подавать сразу."
    ],
    "cleaned_ingredients": [
      "тофу твердый",
      "морковь",
      "чеснок",
      "кумин",
      "миндаль",
      "масло оливковое",
      "салатные листья",
      "соль"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/48306/zapechennyj-v-duhovke-losos",
    "title": "Запеченный в духовке лосось",
    "photo_link": "https://images.gastronom.ru/26_owvGZ47U9kMX-jdRnt2YxWbYBtMXROFhYINkIyw4/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2ZjYzllZTE4LWU1NDctNDEwZS1iYTM5LTNhZWQ3NDQ5NDdhMy5qcGc.webp",
    "cooking_time_minutes": 8,
    "ingredients": [
      "лосось филе 1,2 кг",
      "соевый соус 150 мл",
      "рисовый уксус 100 мл",
      "имбирь 1 ст.л.",
      "цедра лимона 1 шт.",
      "оливковое масло Filippo Berio 2 ст.л."
    ],
    "instructions": [
      "Для маринада соединить соевый соус, измельченный имбирь, рисовый уксус, оливковое масло  Filippo Berio и цедру лимона. Подготовить филе лосося, удалив имеющиеся косточки. Замариновать рыбу в маринаде, оставив на час в холодильнике",
      "Достать филе из маринада, обсушить бумажным полотенцем.",
      "Разогреть сковороду гриль и обжарить рыбу на сильном огне, кожей вниз в течение одной минуты.",
      "Переложить филе лосося на пергамент или фольгу для последующего запекания в духовке. Удобнее это сделать на все той же сковороде гриль, если она со съемной ручкой.",
      "Запечь рыбу в духовке, разогретой до 200 градусов в течение семи минут."
    ],
    "cleaned_ingredients": [
      "лосось филе",
      "соевый соус",
      "рисовый уксус",
      "имбирь",
      "цедра лимона",
      "оливковое масло"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/45942/baranya-nozhka-nachinennaya-fistashkami-i-zelenyu",
    "title": "Баранья ножка, начиненная фисташками и зеленью",
    "photo_link": "https://images.gastronom.ru/7TXgZ-sr1w6K0OjFIuRR7oLxpeq9a9qMsT2_e2Cetrw/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2ZmNTE0ZTM1LTRhYTAtNGZmNy1hNmM4LTUyOWZhYjViZmExOC5qcGc.webp",
    "cooking_time_minutes": 300,
    "ingredients": [
      "1 задняя баранья ножка весом 2–2,2 кг",
      "200 г очищенных фисташек",
      "1 небольшой пучок тимьяна",
      "1 небольшой пучок розмарина",
      "150 г кудрявой петрушки",
      "100 г маринованного зеленого перца горошком или каперсов",
      "3–4 зубчика чеснока",
      "120 г топленого масла",
      "соль, перец черный свежемолотый"
    ],
    "instructions": [
      "Начните готовите за 24–48 ч до подачи. Снимите с 4–5 стеблей тимьяна и 1 стебля розмарина листочки. Очистите 3–4 зубчика чеснока. Растопите топленое масло, смешайте с чесноком, тимьяном и розмарином и измельчите блендером до однородности.",
      "Аккуратно надрежьте более толстую часть бараньей ножки (бедро) вдоль кости. Подрезая мясо вокруг кости и суставов коротким острым ножиком, выньте эту кость. Кость голяшки оставьте.",
      "Натрите мясо со всех сторон сначала солью и перцем, затем маслом с травами и чесноком. Заверните ножку в пергамент и положите в холодильник на 24–48 ч. Выньте из холодильника за 2 ч до начала приготовления.",
      "У петрушки и оставшегося тимьяна удалите стебли. Грубо порубите зелень и положите в блендер или кухонный комбайн. Добавьте фисташки и примерно 0,5 ч. л. соли. Поперчите. Используя пульсовый режим, короткими включениями мотора измельчите смесь в крошку. Выложите смесь из блендера, добавьте маринованный перец или каперсы, перемешайте.",
      "Разогрейте духовку до 120 °С. Нафаршируйте фисташково-травяной массой внутреннюю часть бараньей ножки, где была кость. Закройте разрез и обвяжите бедро кулинарным шпагатом. В большой сковороде разогрейте немного оставшегося топленого масла с травами и чесноком. На сильном огне обжарьте бедренную часть со всех сторон до легкой румяной корочки.",
      "Застелите противень пергаментом, выложите по центру розмариновые веточки, на них уложите баранью ножку. Закройте фольгой и поставьте в духовку на 4 ч. Увеличьте температуру духовки до 230 °С, снимите фольгу, полейте ножку образовавшимся в противне соком, запекайте 7–10 мин. Ножку можно приготовить за 4–6 ч до подачи – тогда перед подачей разогрейте духовку до 240 °С и поставьте туда баранину без фольги на 15 мин. Подавайте баранину очень горячей, нарезав на ломти."
    ],
    "cleaned_ingredients": [
      "баранья ножка",
      "фисташки",
      "тимьян",
      "розмарин",
      "петрушка",
      "каперс",
      "чеснок",
      "топленое масло",
      "соль", 
      "перец черный"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/46193/domashnij-pirog-s-chernoslivom-i-mindalem",
    "title": "Домашний пирог с черносливом и миндалем",
    "photo_link": "https://images.gastronom.ru/u7imbR5qh2Hk6rlCDOC5gKOxg-jeQ6OqNSTTbG94ywY/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzhkMmM4NzUyLTllMjMtNGIzMC1iYzc0LTE3NDAxOTI4YzIzMS5qcGc.webp",
    "cooking_time_minutes": 70,
    "ingredients": [
      "мясистый, влажный чернослив 300 г",
      "миндаль 80-100 г",
      "черный чай 1 стакан(а)",
      "Для теста:",
      "сливочное масло 130 г",
      "сахар 100 г",
      "мука в/с 120-130 г",
      "яйца куриные 3 шт.",
      "разрыхлитель 1 ч.л.",
      "цедра 1 небольшого лимона",
      "соль"
    ],
    "instructions": [
      "Чернослив залейте горячим чаем и оставьте на 30 мин. Откиньте на сито и промокните чернослив бумажным полотенцем.",
      "Миндаль измельчите в кухонном комбайне до средней крошки.",
      "Для теста сливочное масло и сахар взбейте до пышной белой массы. смешайте с остальными ингредиентами до однородности, добавьте миндаль. Перемешайте.",
      "Отберите самый красивый чернослив - 6-8 штук. Остальные нарежьте небольшими кусочками.",
      "Разогрейте духовку до 180 °С.  Круглую форму, лучше разъёмную, 20-22 см застелите бумагой для выпечки. Выложите половину теста в форму, на него насыпьте нарезанный чернослив. Вылейте остатки теста, разровняйте и немного утопите в тесте красивый чернослив.",
      "Выпекайте 40-45 минут. Проверьте готовность и допеките до полной готовности."
    ],
    "cleaned_ingredients": [
      "чернослив",
      "миндаль",
      "чай черный",
      "сливочное масло",
      "сахар",
      "мука в/с",
      "яйца куриные",
      "разрыхлитель",
      "лимон",
      "соль"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/38888/olive-s-domashnim-majonezom-na-zhzhenom-masle-i-chipsami-iz-zelenogo-goroshka",
    "title": "Оливье с домашним майонезом на жженом масле и чипсами из зеленого горошка",
    "photo_link": "https://images.gastronom.ru/nYf-IIkNAqlrhrpOAXzdThum9KYC4NRvXROR49QF2GM/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzU4MWYxMzk4LWQ5MWMtNDAwYS1iNzI5LWE5YmIxNzZkYmJjOC5qcGc.webp",
    "cooking_time_minutes": 50,
    "ingredients": [
      "4 яйца",
      "200 г картофеля",
      "100 г моркови",
      "1 банка зеленого горошка",
      "200 г куриного филе",
      "100 г соленых огурцов",
      "сливочное масло",
      "соль"
    ],
    "instructions": [
      "Отварите яйца, морковь и картофель. Нарежьте мелкими кубиками. Куриное филе разрежьте вдоль так, чтобы получились две одинаковые половинки около 1 см толщиной каждая, посолите. Обжарьте курицу на сливочном масле до золотистого цвета с обеих сторон. Дайте филе остыть и нарежьте кубиками. Смешайте с остальными нарезанными ингредиентами и зеленым горошком.",
      "Для соуса хрен натрите на мелкой терке. Смешайте со сметаной и оставьте настаиваться в течение нескольких дней. Перед подачей процедите через сито или используйте как есть. Сливочное масло растопите на среднем огне до расслоения. Когда отслоившаяся белая часть на дне сотейника примет карамельный цвет, снимите с огня, процедите и остудите. Для домашнегомайонезасмешайте желтки, винный уксус и всю горчицу. Взбивая, тонкой струйкой добавьте сливочное масло. Приправьте сахаром и солью. Тщательно перемешайте. Заправьтеоливьесметаной, майонезом и дижонской горчицей.",
      "Для чипсов мороженый зеленый горошек припустите в 50 мл кипятка. Вместе с водой измельчите в блендере. Агар-агар взбейте венчиком в 50 мл кипятка и в течение пары минут проварите. Когда масса станет тягучей, введите ее в пюре из зеленого горошка. Для вкуса можно добавить перец, сахар или копченую соль. На противень постелите силикон или бумагу для выпечки. Распределите по нему полученную смесь. Поставьте сушиться при 60–80 °С на 2–3 ч (при более высокой температуре масса потеряет цвет). Получатся хрустящие чипсы, которыми можно закрыть оливье.",
      "Для украшения горошек разморозьте и измельчите в блендере. Посолите и высушите при 60–80 °С, 2–3 ч. Полученную массу еще раз измельчите в блендере до состояния пудры. Накройте оливье чипсами, на их поверхность просейте пудру из горошка. Дополнительно салат можно украсить размороженым очищенным зеленым горошком – его легко избавить от шкурки вручную.",
      "Рецепт предоставилВлад Корпусов, шеф-повар ресторана\"Мюсли\"."
    ],
    "cleaned_ingredients": [
      "яйца",
      "картофель",
      "морковь",
      "зеленый горошек",
      "куриного филе",
      "огурец соленый",
      "сливочное масло",
      "соль"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/43664/salat-iz-morskoj-kapusty-s-krabovymi-palochkami",
    "title": "Салат из морской капусты с крабовыми палочками",
    "photo_link": "https://images.gastronom.ru/PVbifAwlPUMlh-pOsH55b3oA0nb_-gXprE19VcEkh5Q/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzBjN2MzNmQ5LTMzZDEtNDBlNC1hZDdjLWJmYTliMWJjMjNlZi5qcGc.webp",
    "cooking_time_minutes": 10,
    "ingredients": [
      "морская капуста(маринованная) 100 г",
      "крабовые палочки 80 г",
      "морковь по-корейски 80 г",
      "лук 1 шт.",
      "кунжут 1 щепотка(и)",
      "растительное масло по желанию"
    ],
    "instructions": [
      "Лук тонко нарезать, залить кипятком на полминуты (чтобы ушла горечь). Затем промыть холодной водой. Крабовые палочки нарезать как нравиться.",
      "Смешать в миске маринованную морскую капусту, лук, морковь по-корейски и нарезанные крабовые палочки. Всех ингредиентов должно быть примерно одинаково по объёму, кроме лука.",
      "Аккуратно перемешать салат. При желании можно заправить растительным маслом. Но и в маринованной капусте, и в острой моркови есть масло, есть специи и соль. Поэтому этот салат я не заправляю ничем. При подаче посыпать кунжутными семенами."
    ],
    "cleaned_ingredients": [
      "морская капуста",
      "крабовые палочки",
      "морковь",
      "лук",
      "кунжут",
      "растительное масло"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/41323/granola-sushenye-frukty",
    "title": "Гранола, сушеные фрукты",
    "photo_link": "https://images.gastronom.ru/2_A62-k810Mr6XbUWgxCuJdQl1QYO0eKqsekzzyQGdM/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2VlMTFhYjkxLWM0ZWEtNDA4NC1hNWY2LWM0NzMzYWI0OGZhZS5wbmc.webp",
    "cooking_time_minutes": null,
    "ingredients": [
      "йогурт ванильный 100 г",
      "гранола 70 г",
      "сухофрукты микс 45 г",
      "кленовый сироп 10 г",
      "мята"
    ],
    "instructions": [
      "Готовим ванильный йогурт: 500 г натурального йогурта хорошо перемешиваем с 1/4 стручка ванили, добавляя 50 г сахарной пудры.  Все ингредиенты необходимо хорошо перемешать.",
      "Микс из сухофруктов ( на 100 г): Курага - 30 г Изюм светлый - 20 г Финики сушеные - 20 г Цукаты вишни - 30 г  Все сухофрукты необходимо тонко нарезать и перемешать.",
      "Для приготовления гранолы:  Белый кунжут - 40 г Черный кунжут - 40 г Кокосовая стружка - 250 г Масло оливковое - 100 г  Мед - 500 г  Хлопья овсяные - 500 г   Способ приготовления:   Обжарить семена кунжута и кокос в духовке по отдельности, смешать оливковое масло и мед, добавить овсяные хлопья, запекать в духовке при температуре 160С, перемешивая."
    ],
    "cleaned_ingredients": [
      "йогурт ванильный",
      "гранола",
      "сухофрукты",
      "кленовый сироп",
      "мята"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/54872/pelmeni-s-kartoshkoj-i-salom",
    "title": "Пельмени с картошкой и салом",
    "photo_link": "https://images.gastronom.ru/VBy3fJtNnjrfq5pTdORybHcDo34qyLngFlicWqsRec4/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2FmNTY2YjNhLWRmMmUtNDU0My04ZjhkLTQwYWFkYTYwOWVlMy5qcGc.webp",
    "cooking_time_minutes": 60,
    "ingredients": [
      "картофель – 4 шт.",
      "сало – 180 г",
      "лук – 3 шт.",
      "чеснок – 2 зубчика",
      "укроп – 3 веточки",
      "соль",
      "перец черный молотый"
    ],
    "instructions": [
      "Замеситетесто для пельменейс картошкой и салом. Для этого муку просейте. Воду вскипятите и влейте в миску. Добавьте соль и оливковое масло. Затем всыпьте муку и замесите однородное тесто. Сформуйте шар, заверните в пищевую пленку и отложите в сторону.",
      "Для начинки картофель промойте, очистите, а затем пропустите через мясорубку вместе с кусочками сала. Укроп промойте, обсушите и мелко нарежьте. Зубчик чеснока очистите и пропустите через пресс.",
      "Картофельныйфаршприправьте солью, черным молотым перцем по вкусу. Добавьте чеснок и мелко рубленный укроп, еще раз тщательно перемешайте до получения однородной массы.",
      "Рабочую поверхность посыпьте мукой. Отделите от теста кусочек и раскатайте его в пласт, толщиной не более 1,5 мм. Рюмкой или стаканом вырежьте одинаковые кружки.",
      "В середину каждого распределите по ложечке картофельной начинки. Защипните края. Сформуйте пельмень. Так сделайте все пельмени. Выложите их на доску, посыпанную мукой.",
      "Отварите в подсоленной воде в течение 10 минут. Выньте шумовкой. Разложите по тарелкам. Подавайте со сметаной, майонезом, любимым соусом или просто со сливочным маслом.",
      "При работе с тестом для пельменей с картошкой и салом будьте готовы к тому, что муки может потребоваться больше или меньше, чем указано в рецепте. Следите за консистенцией самого теста, а затем принимайте решение, нужно ли добавить еще муки или уже достаточно."
    ],
    "cleaned_ingredients": [
      "картофель",
      "сало",
      "лук",
      "чеснок",
      "укроп",
      "соль",
      "перец черный"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/39807/eklery-s-pelamushi",
    "title": "Эклеры с пеламуши",
    "photo_link": "https://images.gastronom.ru/o7v71Of6NEBmDkAPPEEq08twSfYwZpdSDIGs5McDfHY/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzliNzZlY2Q0LWJkZTktNDc1Ny1iOGZhLTVlYjgyMTBjNzNhYi5qcGc.webp",
    "cooking_time_minutes": null,
    "ingredients": [
      "сливочное масло  110 г",
      "мука пшеничная  150 г",
      "сахар 5 г",
      "соль 3 г",
      "молоко 125 мл",
      "вода 125 мл",
      "яйца 5 шт.",
      "пеламуши для начинки"
    ],
    "instructions": [
      "Воду, молоко, масло, соль, сахар довести до кипения и сразу же добавить муку и перемешать. Варить помешивая в течение 2-3 минут.",
      "Дать остыть и добавить 1 яйцо, далее хорошо перемешать и постепенно добавить оставшиеся яйца.",
      "Разогреть печь до 180 градусов. Противень покрыть пергаментом, на него выложить тесто в любой удобной для вас форме и отправить в печь на 20 минут.",
      "Первые 7 минуты выпекаются при температуре 180 градусов, а следующие 13 минут при 160 градусах.",
      "Вытащить приготовленное тесто и дать ему немного остыть."
    ],
    "cleaned_ingredients": [
      "сливочное масло",
      "мука пшеничная",
      "сахар",
      "соль",
      "молоко",
      "вода",
      "яйца",
      "пеламуши"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/38482/kotlety-po-donbasski",
    "title": "Котлеты по-донбасски",
    "photo_link": "https://images.gastronom.ru/ijxsjvVgBzllTY_ib3RWIQD4PJBYlPew3L_D8YTJLYY/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2IzYTA3NTkzLWIyZjAtNGZlZC1hNmNjLTExMzkyYmNlOTM3ZS5qcGc.webp",
    "cooking_time_minutes": 60,
    "ingredients": [
      "фарш говяжий 600 г",
      "фарш свиной 600 г",
      "панировочные сухари 180 г",
      "масло сливочное 270 г",
      "яйцо  4 шт.",
      "перец по вкусу",
      "соль по вкусу",
      "орех мускатный 1 щепотка(и)",
      "растительное мало для жарки котлет 500 мл"
    ],
    "instructions": [
      "Подготовить все необходимые ингредиенты: прокрученный дважды на мясорубке свиной и говяжий фарши, панировочные сухари, масло сливочное из холодильника, яйца, соль, перец молотый и мускатный орех.",
      "Масло порезать на брусочки примерно по 12-15 г и поставить в холодильник.",
      "Хорошенько вымесить фарш с солью, перцем и мускатным орехом. Разделить фарш на равные кусочки по 70-75 г.",
      "Сделать овальные мясные лепешки, на лепешку положить кусочек масла сливочного.",
      "Защипнуть котлету как пирожок. Сделать овальную удлиненную форму котлет.",
      "Яйца взбить с солью. Обвалять каждую котлету сначала в панировочных сухарях, затем во взбитом яйце, снова в сухарях, сложить на доску и поставить минут на 20 в холодильник.",
      "Жарить котлетки в растительном масле на среднем огне или чуть больше среднего до румяной корочки, масло должно полностью покрыватькотлеты.",
      "Обжаренные котлеты сложить в форму для запекания и отправить в разогретую до 200°С духовку минут на 10."
    ],
    "cleaned_ingredients": [
      "фарш говяжий",
      "фарш свиной",
      "панировочные сухари",
      "масло сливочное",
      "яйцо",
      "перец",
      "соль",
      "орех мускатный",
      "растительное масло"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/22321/baklazhany-v-souse-iz-rukoly-i-bazilika",
    "title": "Баклажаны в соусе из руколы и базилика",
    "photo_link": "https://images.gastronom.ru/tURAdQVYAmBjhYjM6syDkxQDwN7WPPvt4NODjGtjIYY/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2Q0OTE4ZDg4LTBmNDItNDk5Ni1hNTYxLTVjZGNiNjBkOWVlMS5qcGc.webp",
    "cooking_time_minutes": 30,
    "ingredients": [
      "1 кг баклажанов",
      "2–3 ст. л. оливкового масла «экстра вирджин»",
      "1 ст. л. смеси сушеных трав (базилик, тимьян, орегано, майоран)",
      "соль"
    ],
    "instructions": [
      "Разогрейте духовку до 200°С. Разрежьте баклажаны вдоль и нарежьте ломтиками толщиной 5–7 мм. Выложите на противень, застеленный бумагой для выпечки, слегка посолите, посыпьте сушеными травами и сбрызните оливковым маслом. Поставьте в духовку и запекайте 20–25 мин., до мягкости.",
      "Отделите листья базилика от стеблей, очистите чеснок. Положите все ингредиенты для соуса в чашу блендера и измельчите.",
      "Остудите баклажаны и переложите в миску. Залейте соусом.Соус и баклажаны можно приготовить за 2–3 дня и хранить в холодильнике по отдельности.",
      "Перед вами самое быстрое блюдо из баклажанов, которое к тому же практически не требует вашего участия в процессе приготовления. А результат получается просто восхитительным! Подавать его можно как гарнир или холодную закуску."
    ],
    "cleaned_ingredients": [
      "баклажан",
      "оливковое масло «экстра вирджин»",
      "сушеные травы",
      "соль"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/29331/bulochki-s-makom-iz-sloenogo-testa",
    "title": "Булочки с маком из слоеного теста",
    "photo_link": "https://images.gastronom.ru/bE-jfA0sdiYQXg3vJqme-cXo2UJZYD89FUGBDjV_0o0/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzg4YzBkZGFjLTBkYzMtNDI0NC1hZTc2LTg1YjQ0NTFiNmQwOC5qcGc.webp",
    "cooking_time_minutes": 30,
    "ingredients": [
      "Тесто слоеное дрожжевое 500 г",
      "Сахар-песок 100 г",
      "Мак 100 г",
      "Масло сливочное 60 г",
      "Масло растительное рафинированное 15 г"
    ],
    "instructions": [
      "Подготовьте мак. Залейте его кипятком, через 10 минут слейте воду и снова залейте мак кипятком, выдержите 15–20 минут. Другой, более надежный вариант: проварите мак в воде в течение 10–15 минут, затем откиньте на сито.",
      "Выложите распаренный и еще горячий мак в чашу блендера, добавьте к нему сахар и размягченное сливочное масло. Пробейте смесь в течение минуты. Можно воспользоваться и погружным блендером, но с чашей будет гораздо удобнее и чище.",
      "Слоеное тесто раскатайте в прямоугольный пласт размером примерно 50х30 см до толщины 2–4 мм. Разрежьте вдоль пополам, а затем на 4 части поперек. У вас должно получиться 8 прямоугольников.",
      "Разложите начинку из мака равными частями на 8 прямоугольников и распределите ее по тесту, отступая от краев на 1,5–2 см. Подогните края теста на начинку с двух широких сторон, чтобы мак оставался внутри.",
      "Сверните заготовки с маком в рулеты. Проверьте, чтобы с боков не вылезала начинка. Противень застелите бумагой для выпечки и уложите на нее рулетики швом вниз. Располагайте их на достаточном расстоянии друг от друга.",
      "Разогрейте духовку до 200С. При помощи кулинарной кисти смажьте булочкирастительным масломи отправьте выпекаться на 20–30 минут. Время приблизительное, зависит от особенностей духовки и теста, поэтому следите за тем, чтобы булочки поднялись, подрумянились и не пересохли."
    ],
    "cleaned_ingredients": [
      "тесто слоеное дрожжевое",
      "сахар-песок",
      "мак",
      "масло сливочное",
      "масло растительное"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/19611/rulet-s-myasnoj-nachinkoj",
    "title": "Рулет с мясной начинкой",
    "photo_link": "https://images.gastronom.ru/I5F2rrqFHifj1xHI0f3iD3hm--AMCZUICkKmKl0a-kQ/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzU1ZjIzMjdmLWIzNmQtNGU0MC1iNDQ4LTQ4OWQ4MGUxZDNhOS5qcGc.webp",
    "cooking_time_minutes": 90,
    "ingredients": [
      "2,5 стакана муки",
      "2 ст. л. свиного жира + 1 ч . л.",
      "400 г говядины",
      "50 г жареного миндаля",
      "3 ст. л. консервированной мякоти томатов",
      "2 ст. л. тертого пармезана",
      "6 ст. л. оливкового масла",
      "2 яйца",
      "1 луковица",
      "горсть листьев базилика",
      "2 зубчика чеснока",
      "соль, перец"
    ],
    "instructions": [
      "Замесить тесто из просеянной муки, жира, яиц, 0,5 ч. л. соли и 125 мл воды. Скатать в шар, накрыть пленкой и оставить на 30 мин. Мясо промыть, лук очистить. Нарезать мясо и лук среднимикусками и пропустить через мясорубку.",
      "Измельчить листья базилика, очищенные зубчики чеснока и миндаль до однородной массы, переложить в миску, слегка подсолить. Добавить мякоть томатов, тертый сыр, мясной фарш и оливковое масло.",
      "Тесто раскатать в прямоугольный пласт толщиной не более 0,5 см. Выложить начинку и скатать в рулет. Поместить его на смазанный жиром противень, накрыть фольгой и готовить в разогретой до 200 °С духовке 50 мин. Затем фольгу снять и готовить рулет еще 10 мин."
    ],
    "cleaned_ingredients": [
      "мука",
      "свиной жир",
      "говядина",
      "миндаль",
      "томаты консервированные",
      "пармезан",
      "масло оливковое",
      "яйца",
      "курица грудка",
      "базилик",
      "чеснок",
      "соль", 
      "перец"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/2690/salat-olive-s-kuricej",
    "title": "Салат Оливье с курицей",
    "photo_link": "https://images.gastronom.ru/abNhOwa2wlRvrHT5t6pe3c5dj2yrPeCwG6k3oNTnGhY/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzIxMmJmODI2LWIzOWQtNDY5Mi1hOGZkLTNmM2Q4MWQwMjZlOS5qcGc.webp",
    "cooking_time_minutes": 30,
    "ingredients": [
      "куриное филе – 3 шт.",
      "картофель – 6 шт.",
      "яйца – 6 шт.",
      "репчатый лук – 2 шт.",
      "свежие, соленые или маринованные огурцы– 4 шт.",
      "вареная ветчина – 100 г",
      "консервированный зеленый горошек  – 400 г",
      "майонез – 200 г",
      "соль – по вкусу",
      "черный молотый перец",
      "зелень для украшения – по вкусу"
    ],
    "instructions": [
      "Подготовьте ингредиенты для салатаОливье. Куриное филе поместите в небольшую кастрюлю, залейте горячей водой, доведите до кипения и снимите пену. Посолите по вкусу и варите 45 минут. Дайте остыть.",
      "Яйца дляОливьевымойте, сложите в ковшик и залейте холодной водой. Поставьте на огонь и доведите до кипения. Варите 10 минут, затем охладите проточной водой и очистите.",
      "Картофель тщательно вымойте щеткой, залейте горячей водой и доведите до кипения. Варите 30 минут (он должен стать мягким, но не разваливаться). Дайте остыть и очистите.",
      "Остывшее куриное филе, лук, яйца, огурцы, ветчину и картофель для Оливье нарежьте кубиками одинакового размера. Так ингредиенты лучше пропитаются майонезом, и салат будет вкуснее.",
      "Все подготовленные ингредиенты салата Оливье с курицей сложите в большую миску. Добавьте консервированный зеленый горошек и перемешайте большой ложкой.",
      "Добавьте майонез, посолите и поперчите по вкусу. Снова перемешайте ложкой. Выложите в салатник и украсьте листочками петрушки, укропа или нарезанным колечками зеленым луком.",
      "В салат Оливье с курицей можно добавить нарезанное тонкой соломкой кисло-сладкое яблоко. А вот морковка в эту компанию вписывается значительно хуже, поэтому приберегите ее для классического варианта."
    ],
    "cleaned_ingredients": [
      "куриное филе",
      "картофель",
      "яйца",
      "лук репчатый",
      "огурец",
      "ветчина",
      "консервированный зеленый горошек",
      "майонез",
      "соль",
      "черный молотый перец",
      "зелень"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/29580/sjendvich-s-okorokom",
    "title": "Сэндвич с окороком",
    "photo_link": "https://images.gastronom.ru/d-tBrU1PGANpuKl8Fp-3W1rzXnRqqvfqdmdJOoemm0E/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2YxYzI4NWJiLTQ0N2MtNGY1NC04NzczLTA1Njk4MDE4Mjg4Zi5qcGc.webp",
    "cooking_time_minutes": 10,
    "ingredients": [
      "1 французский багет или 4 мини-чиабатты",
      "томатный соус",
      "200 г выдержанного чеддера",
      "200 г копченого окорока"
    ],
    "instructions": [
      "Очистите репу и нарежьте тончайшими кружочками. Соедините все ингредиенты маринада и 100 мл воды, доведите до кипения, процедите и залейте репу. Маринуйте минимум 1 ч.",
      "Багет разрежьте поперек на 4 части. Надрежьте хлеб вдоль так, чтобы можно было раскрыть куски, как книгу, удалите большую часть мякиша.",
      "Тонко нарежьте репу, чеддер и окорок. Равномерно смажьте томатным соусом обе внутренние части багета, слоями разложите половину чеддера, окорок, репу и оставшийся сыр.",
      "Закройте сэндвич и обжарьте в контактном гриле, в духовке или на сковороде, чтобы сыр расплавился. Сразу же подавайте.",
      "Для томатного соуса налейте в глубокую кастрюлю с толстым дном оливковое масло, сильно нагрейте, но не давайте дымиться. Очень осторожно положите в масло рубленые помидоры в собственном соку и выпарьте на среднем огне в 2,5 раза. Добавьте коричневый сахар, соль, рубленый чеснок, тимьян и перец чипотле. Готовьте несколько минут, снимите с огня и взбейте соус блендером."
    ],
    "cleaned_ingredients": [
      "багет",
      "томатный соус",
      "чеддер",
      "окорок копченый"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/30356/polskij-yablochnyj-pirog-misianka",
    "title": "Польский яблочный пирог «Misianka»",
    "photo_link": "https://images.gastronom.ru/hMCZsuuf6qDBIWgcX5nMZHslPjfCCohg_wntcbs6WYA/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzIyN2M2MmNiLWU3ZjctNDgxMC1iZjlkLTU1MDgwMTQ3ODllMS5qcGc.webp",
    "cooking_time_minutes": 60,
    "ingredients": [
      "500 г пшеничной муки",
      "200 г сливочного масла",
      "120 г сахара",
      "2 яичных желтка",
      "2 столовые ложки сливок 10-20 %",
      "щепотка соли",
      "1 яичный белок - только для смазывания (в тесто не класть)"
    ],
    "instructions": [
      "Очистить яблоки, разрезать напополам, удалить косточки. Яблоки положить на тарелку, посыпать корицей, ванильным сахаром и тертой цедрой, оставить на 2 часа. Затем сок слить.",
      "Смешать нарезанное кубиками холодное масло с мукой, желтками, сахаром, сливками и солью. Замесить тесто, сформировать шар  и положить в холодильник на 2 часа (завернув  в фольгу или пленку). Охлажденное тесто разделить на 2 части.",
      "Простелить бумагой дно формы диаметром 25 см. Одну часть песочного теста раскатать между двумя листами бумаги для выпечки или силиконовыми ковриками и выложить им дно и бортики формы. Часто наколоть тесто вилкой и смазать половиной взбитого белка.",
      "Выпекать при 160°C в течение 15 минут. На подпеченное дно плотно друг к другу выложить яблоки, покрыть оставшимся раскатанным слоем теста, соблюдая рельеф выложенных яблок. Смазать вверх остатком взбитого белка, из обрезков теста вырезать листики, цветы или произвольные фигуры и выложить поверхность ими. Выпекать 60 минут при температуре 160°C.",
      "Подавать, посыпав сахарной пудрой, с ванильным мороженым."
    ],
    "cleaned_ingredients": [
      "мука пшеничная",
      "сливочное масло",
      "сахар",
      "яйца желток",
      "сливки",
      "соль",
      "яичный белок"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/36648/ovsjanyj-kisel-po-molohovec",
    "title": "Овсяный кисель по Молоховец",
    "photo_link": "https://images.gastronom.ru/kuvnNB2vZG6_SxHOqt1z7HKjs_yXm9GNvrumPrdpkpA/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzgzNGYyY2E3LTg1ODUtNGM4OC1iOTU1LTgyYjdlNTRhYjk5NC5qcGc.webp",
    "cooking_time_minutes": 30,
    "ingredients": [
      "4 стакана овсяной крупы",
      "8 стаканов воды",
      "1 кусок ржаного хлеба (по желанию)"
    ],
    "instructions": [
      "Овсяную крупу залейте водой. Поставьте в теплое темное место. Чтобы ускорить процесс \"созревания\" киселя, добавьте в крупу корочку ржаного хлеба. Оставьте отстаиваться до вечера (около 12 часов).",
      "Набухшую крупу разболтайте хорошенько, а затем процедите через сито, отжимая овсяную шелуху. \"То, что стечет сквозь сито, называется цежь\".",
      "Вкипятите в кастрюльке получившуюся овсяную жидкость, постоянно помешивая. Доведите до кипения несколько раз, каждый раз снимая с огня и слегка остужая. Если хотите получить более жидкий кисель, добавьте в жидкость 1-2 стакана воды, затем варите."
    ],
    "cleaned_ingredients": [
      "овсяная крупа",
      "вода",
      "хлеб ржаной"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/36015/govyazhi-shchechki-tushenye-v-krasnom-vine-i-provanskih-travah",
    "title": "Говяжьи щечки тушеные в красном вине и прованских травах",
    "photo_link": "https://images.gastronom.ru/L_o268TDaUYl1Skc-19a81WRgNXif16M-Fo9-viVfTk/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzQ0YTI2Mzc5LThmYjAtNDU1MC05MmZiLTU4MmU2OWQwYjZhYy5wbmc.webp",
    "cooking_time_minutes": 40,
    "ingredients": [
      "говяжьи щечки 140 г",
      "вино красное сухое 50 мл",
      "лук репчатый 30 г",
      "сельдерей (стебель) 20 г",
      "морковь 30 г",
      "тимьян 3 г",
      "масло растительное 10 г",
      "соль морская 1 г",
      "розмарин 3 г",
      "лавровый лист 1 шт.",
      "овощной бульон 300 мл",
      "гвоздика 1 г",
      "перец черный 1 г",
      "вяленые помидоры 10 г",
      "отварной картофель 30 г",
      "шампиньоны 30 г"
    ],
    "instructions": [
      "Зачищенные от пленки и жира щечки обжариваем в растительном масле. Лук, стебель сельдерея, морковь слегка обжариваем на растительном масле. Потом все это выкладываем в сотейник, добавляем красное вино, тимьян, розмарин, лавровый лист, овощной бульон, гвоздику, перец горошек и соль морскую. Накрываем крышкой и тушим на протяжении часа при слабом кипении.",
      "Достаем готовые щечки, процеживаем оставшуюся жидкость и выпариваем до более концентрированного вкуса и цвета. Не убирая с огня, добавляем туда готовые щеки, лук-порей, морковь, шампиньоны, картофель мини, предварительно сваренный, вяленый помидор и доводим все до готовности – примерно 10 мин.",
      "В глубокую тарелку выкладываем готовые щеки, овощи, поливаем оставшимся соусом из сотейника и украшаем миксом из зелени."
    ],
    "cleaned_ingredients": [
      "говяжьи щечки",
      "вино красное сухое",
      "лук репчатый",
      "сельдерей",
      "морковь",
      "тимьян",
      "масло растительное",
      "соль морская",
      "розмарин",
      "лавровый лист",
      "овощной бульон",
      "гвоздика",
      "перец черный",
      "помидоры сушеные",
      "картофель",
      "шампиньоны"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/31901/tiramisu-zimnyaya-skazka",
    "title": "Тирамису \"Зимняя сказка\"",
    "photo_link": "https://images.gastronom.ru/2XWlbHJV84t-oyQusylcAJrm6iZ3KG8c1pX5QosJV5s/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzRkN2ZlODIyLTRmYjYtNGIyOS1hZTQ3LTE2MTk4YzA0ZjVmZC5qcGVn.webp",
    "cooking_time_minutes": null,
    "ingredients": [
      "яйца - 6 шт.",
      "рикотта (мягкий творог) - 500 г",
      "сахар - 150 г",
      "коньяк - 50 мл",
      "крепкий кофе - 500 мл",
      "печенье (в идеале Савоярди) - 14 шт.",
      "хурма - 4-5 шт. среднего размера",
      "свежий розмарин",
      "какао"
    ],
    "instructions": [
      "Сварить крепкий кофе, перелить в глубокую тарелку, добавить коньяк.",
      "Отделить белки от желтков. Глубокую миску с желтками и сахаром поставить на водяную баню. Энергично помешивая, довести смесь до густого состояния. После этого поставить миску на лед или в холодную воду, не переставая мешать до тех пор, пока масса не остынет.",
      "Мелко нарезать хурму и розмарин. Смешать их и оставить на полчаса пропитаться ароматами друг друга.",
      "В остывшую массу добавить рикотту и взбить на малых оборотах.",
      "Отдельно взбить белки до устойчивых пиков. Аккуратно в несколько приемов вмешать их лопаткой в массу.",
      "Сборка: На дно бокалов положить по ложке крема. Печенье разрезать пополам. Обмакнуть половинки печенья сахарной стороной в кофе, и положить по 2 шт. в бокал. Затем выложить слой крема - слой хурмы - слой крема - слой смоченного печенья - слой крема - слой хурмы - слой крема.",
      "Бокалы с тирамису убрать на ночь в холодильник.",
      "Перед подачей тирамису посыпать какао. По желанию десерт можно украсить дольками хурмы и розмарином."
    ],
    "cleaned_ingredients": [
      "яйца",
      "рикотта",
      "сахар",
      "коньяк",
      "крепкий кофе",
      "печенье",
      "хурма",
      "розмарин",
      "какао-порошок"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/44649/biskotti-s-izjumom",
    "title": "Бискотти с изюмом",
    "photo_link": "https://images.gastronom.ru/KP6HHpbANFBW6bpjedhfvnwM2GmkkS5oaUS3Tp5Ll20/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2E3MjBkYTc2LTU5ZDUtNGY1OS1hNWZiLTY1NTkxNjVhMmI5NC5qcGc.webp",
    "cooking_time_minutes": 50,
    "ingredients": [
      "1 яйцо",
      "80 г сахара",
      "240г пшеничной муки",
      "1 ч. л. разрыхлителя",
      "150г изюма"
    ],
    "instructions": [
      "Отделите белки от желтков. Взбейте белки с сахаром в густую глянцевую меренгу.",
      "Добавить к белкам желтки, просеянную с разрыхлителем муку, изюм. Хорошо перемешайте.",
      "Застелите противень бумагой для выпечки. Ложкой выложите тесто в форме полена, толщиной около 5 см, разровняйть.",
      "Разогрейте духовку до 180 °C.",
      "Выпекайте печенье 30 минут, затем достаньте противень из духовки и остудите в течение 5-10 минут. Нарежьте наискосок в 1,5 см толщиной. Разложите на противне срезом вниз и поставить обратно в духовку на 10-15 минут."
    ],
    "cleaned_ingredients": [
      "яйцо",
      "сахар",
      "мука пшеничная",
      "разрыхлитель",
      "изюм"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/31005/ledyanaya-ryba-zapechennaya-s-kartofelem-i-chesnokom",
    "title": "Ледяная рыба, запеченная с картофелем и чесноком",
    "photo_link": "https://images.gastronom.ru/2JoFTt2JWOPkkoR4yg4cXOSFoVENYw2D9AyrqXocb-0/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzk2ZTZlMDNiLTg0ZDMtNDg3ZS1hNzQ5LTA5Y2Y3NWRlNjczNi5qcGc.webp",
    "cooking_time_minutes": 40,
    "ingredients": [
      "ледяная рыба, тушка с головой - 2 шт.",
      "картофель - 4 шт.",
      "чеснок - 6 зубчиков",
      "масло оливковое",
      "соль",
      "перец",
      "фиолетовый базилик - 2 веточки"
    ],
    "instructions": [
      "Удалить из рыбы внутренности, промыть холодной водой.",
      "Картофель почистить и нарезать кружочками толщиной примерно 5-7 мм.",
      "На противень выстелить лист пергамента. Уложить равномерно картофель, рыбу и зубчики чеснока в шкуре. Посолить, поперчить, сбрызнуть сверху оливковым маслом и поставить в разогретый до 180ºC духовой шкаф на 30 минут.",
      "Подать сразу на середину к столу на противне, не забыв положить под него полотенце или доску. При желании украсить зеленью. Например фиолетовым базиликом.",
      "Разный картофель по разному себя ведет в духовке. Чтобы избежать \"неготовности\" предварительно отварите его до полуготовности (примерно 10 минут), дайте ему остыть, нарежьте и на противень."
    ],
    "cleaned_ingredients": [
      "рыба (тушка с головой)",
      "картофель",
      "чеснок",
      "масло оливковое",
      "соль",
      "перец",
      "базилик фиолетовый"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/42373/pirog-kolbasnyj",
    "title": "Пирог колбасный",
    "photo_link": "https://images.gastronom.ru/S5hOqKDdOkcQmWv-fGhE8y7swnhHVIrmBqZRIj__4Vw/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzk4MTBmOGI0LTQwODgtNDc1NS1hZTFhLWM0MzQwOTBhMTQyZi5qcGc.webp",
    "cooking_time_minutes": 2400,
    "ingredients": [
      "слоенное дрожжевое тесто   650 г",
      "салями ветчинная \"Мясницкий Ряд\" 400 г",
      "сыр адыгейский 350 г",
      "луковица 1 шт.",
      "картофель 3 шт.",
      "майонез \"МахеевЪ\" 6 ст.л."
    ],
    "instructions": [
      "Салями нарежьте кубиками со стороной 6–8 мм.",
      "Мелко нарежьте лук и обжарьте его на сливочном масле.",
      "Предварительно отваренный до полуготовности картофель нарежьте кубиками со стороной 6–8 мм.",
      "Нарежьте адыгейский сыр кубиками со стороной 6–8 мм.",
      "Раскатайте 2/3 теста и выложите в форму для пирога, чтобы края немного свисали.",
      "Смешайте лук, салями, картофель, сыр и майонез. Поперчите и посолите, если нужно.",
      "Выложите начинку в форму.",
      "Раскатайте оставшееся тесто, закройте начинку, защипните края. Декорируйте пирог по желанию. Смажьте тесто оливковым маслом и желтком. Затем выпекайте примерно 40 мин. при температуре 180 С. Подавайте горячим или остывшим."
    ],
    "cleaned_ingredients": [
      "слоеное дрожжевое тесто",
      "салями",
      "сыр адыгейский",
      "луковица",
      "картофель",
      "майонез"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/33899/risovaya-lapsha-s-ovoshchami",
    "title": "Рисовая лапша с овощами",
    "photo_link": "https://images.gastronom.ru/fiURuMfbu1MQvTXK3Qmfsp09RGyExe4JPZVxMSB6PW4/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzMxMWJhZGZlLTM2MzgtNDUxMi04MmRjLTYyNjliZmE4YmI0Zi5qcGc.webp",
    "cooking_time_minutes": null,
    "ingredients": [
      "рисовая лапша - 1 порция",
      "овощная смесь Итальянская - 1 шт.",
      "соль",
      "перец (по вкусу)"
    ],
    "instructions": [
      "Отвариваем лапшу, строго как указано на упаковке. Если передержать хоть на минуту, она начнет сильно слипаться.",
      "Тем временем обжариваем на небольшом количестве масла овощи. Когда овощи уже будут мягкие, наливаем небольшое количество воды и тушим под крышкой, минут 5-10. Можно и сразу добавить лапшу в сковороду, тогда необходимо ее немного не доварить.",
      "Все смешиваем, и готово! Очень вкусно, а главное полезно! Приятного аппетита!",
      "Кто не любит маслины, перед жаркой овощей выберите их из овощей. Не любителю они придают плохой вкус."
    ],
    "cleaned_ingredients": [
      "рисовая лапша",
      "овощная смесь",
      "соль",
      "перец"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/26360/pasta-s-pomidorami-cherri-i-lukom-shalot",
    "title": "Паста с помидорами черри и луком-шалот",
    "photo_link": "https://images.gastronom.ru/igdHHn1K2JU_AQAFoZzBb3n2vXSJITWz6n_ORCTyA08/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzcwNzRmNjZiLWNjZjMtNDE5MS1hYjhkLTQ0ODdlZDhmMmQzMS5qcGc.webp",
    "cooking_time_minutes": 35,
    "ingredients": [
      "200 г пасты Таглиотелли (или Феттуччине)",
      "3 шт. лука-шалот",
      "2-3 зубчика чеснока",
      "10 шт. помидор черри",
      "450 г томатов в собственном соку",
      "1-2 веточки свежего тимьяна",
      "1 маленький пучок зеленого лука",
      "оливковое масло экстра вёрджин",
      "соль, перец (мельница)"
    ],
    "instructions": [
      "Для начала необходимо очистить лук и чеснок. Затем лук нарезать на четыре части (вдоль), а чеснок просто раздавить с помощью ножа.",
      "Обжарить подготовленные овощи на оливковом масле в течение 3-5 минут. Потом добавить черри, тимьян и готовить на среднем огне ещё 3 минуты.",
      "Когда все овощи почти готовы, необходимо добавить томаты в собственном соку (заранее нарезанные) и готовить ещё в течении 5-7 минут.",
      "Параллельно пока готовится соус, отварить пасту (см. упаковку)",
      "Далее соединить соус с отваренной пастой, добавить мелко нарезанный зелёный лук, довести до вкуса (соль, перец) и начинать есть. Только с удовольствием!!!",
      "Пасту (макароны) можно взять любые, на ваш вкус."
    ],
    "cleaned_ingredients": [
      "паста таглиотелли",
      "лук-шалот",
      "чеснок",
      "помидор черри",
      "томаты",
      "тимьян",
      "лук зеленый",
      "оливковое масло «экстра вирджин»",
      "соль", 
      "перец"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/36220/salat-s-travami-i-pomidorami",
    "title": "Салат с травами и помидорами",
    "photo_link": "https://images.gastronom.ru/fUFfDjy9xlOl2pRFFjfkLABIlEYlzRvmBio6lIMeFTM/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzBmMDYyMWIyLWRmYzgtNGM0Yy1hMWFiLTRlZDkyNjY0YmRiYy5qcGc.webp",
    "cooking_time_minutes": 20,
    "ingredients": [
      "помидоры разные 5 шт.",
      "петрушка, тархун, укроп, мята, базилик - большой пучок",
      "салат листовой, руккола - большой пучок",
      "лимон 1/2 шт.",
      "уксус бальзамический 1 ст. л.",
      "масло оливковое 3 ст. л.",
      "соль, перец"
    ],
    "instructions": [
      "Салатные листья нарвать руками, зелень и помидоры нарезать. Из масла, уксуса и лимонного сока смешать заправку, посолить, поперчить, полить салат. Аккуратно перемешать. Приятного аппетита!",
      "Возьмите помидоры разных цветов, так будет веселее."
    ],
    "cleaned_ingredients": [
      "помидор",
      "петрушка",
      "тархун",
      "укроп",
      "мята",
      "базилик",
      "руккола",
      "лимон",
      "уксус бальзамический",
      "масло оливковое",
      "соль", 
      "перец"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/42717/ovsyanye-pankejki",
    "title": "Овсяные панкейки",
    "photo_link": "https://images.gastronom.ru/tmsxBbzT4T3oifJz_khmIJOwmVMlJAdu1k0Iv1049e4/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzA5YzQ0NDJhLTAxMDEtNDk2Yi04Yjc1LTU1ODYxMTlhZDljZi5qcGc.webp",
    "cooking_time_minutes": null,
    "ingredients": [
      "овсяные хлопья - 10 ст.л.",
      "кипяток - 0, 5 стакана",
      "растительное масло - 3 ст. л.",
      "мука - 10 ст.л.",
      "разрыхлитель - 1 ч.л.",
      "сода - 1/4 ч.л.",
      "соль - 0, 5 ч.л.",
      "йогурт - 1/2 стакана",
      "яйца - 2 шт.",
      "ванилин на кончике ножа",
      "сахар -  2ст.л.",
      "абрикосовый джем для подачи «МахеевЪ»"
    ],
    "instructions": [
      "Овсяные хлопья жарить на сухой сковородке, постоянно помешивая. Должен появиться ореховый запах.  Хлопья залить кипятком и оставить на минут 15-20 до остывания.  А пока в отдельной посуде смешать просеянную муку с солью, содой и разрыхлителем.  Яйца взбить и добавить к йогурту.  Перемешать.",
      "Добавить оставшиеся ингредиенты и снова все перемешать.  Жарить панкейки на сухой разогретой сковороде. Как только верхняя сторона начнет пузыриться, перевернуть на другую сторону.  Подавать панкейки с абрикосовым джемом «МахеевЪ» .  Приятного аппетита!"
    ],
    "cleaned_ingredients": [
      "овсяные хлопья",
      "растительное масло",
      "мука",
      "разрыхлитель",
      "сода",
      "соль",
      "йогурт",
      "яйца",
      "ванилин",
      "сахар",
      "абрикосовый джем"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/42032/sdobnye-mini-batonchiki",
    "title": "Сдобные мини-батончики",
    "photo_link": "https://images.gastronom.ru/xBAnRd0QMIQ81bccTPfGsFCMVRIxIfyQgxXcCnIQXaI/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2ExZTRhOGJhLWFkMjAtNDY1OC04ZTAxLWVmNmM2ZjUzOTY3ZC5qcGc.webp",
    "cooking_time_minutes": null,
    "ingredients": [
      "сливочное масло, порезанное кубиками 60 г",
      "соль 1,5-2 ч.л.",
      "сахар 2 ст.л.",
      "теплое молоко 310 мл",
      "мука 470-520 г",
      "сухие дрожжи 1,5 ч.л."
    ],
    "instructions": [
      "В чашу кухонного комбайна или хлебопечки положить масло, соль, сахар и молоко и перемешать на небольшой скорости.",
      "Муку (470 гр) просеять и смешать с дрожжами. Добавить в молочно-масленой смеси. Часто бывает, что этого количества муки достаточно, но если тесто Вам кажется очень липким, то добавьте оставшуюся муку, буквально по столовой ложке. Тесто должно получится мягким и эластичным, не липнущим к рукам.",
      "Переложить тесто в смазанную маслом глубокую миску, накрыть пищевой пленкой и теплым влажным полотенцем, оставить на 2-2,5 часа подходить.",
      "Подошедшее тесто немного обмять и разделить на 16 кусочков. Каждый кусочек расплющить или раскатать до толщины 0,5 см. Сформировать батончики.",
      "Уложить батончики на застеленный пергаментной бумагой противень, накрыть пищевой пленкой и дать расстояться 30 мин.",
      "Разогреть духовку до 190 градусов.",
      "На подошедших батончиках сделать по три неглубоких надреза. Выпекать до золотистой корочки.  Остудить на решетке"
    ],
    "cleaned_ingredients": [
      "сливочное масло",
      "соль",
      "сахар",
      "молоко",
      "мука",
      "дрожжи"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/42152/pankejki-s-dzhemom-iz-slivy-i-vzbitymi-slivkami",
    "title": "Панкейки с джемом из сливы и взбитыми сливками",
    "photo_link": "https://images.gastronom.ru/pJ_MFAYYWkLMHL3vnH739xgr0C-mO4y1mjJEQYEYbt4/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2JlZWRiZGM0LWEzZGMtNGE4Yi1iN2M5LTRlNjdiNzM0NzQzNS5qcGc.webp",
    "cooking_time_minutes": 20,
    "ingredients": [
      "3 яйца",
      "250 мл сметаны от 20% жирности",
      "30 г сахара",
      "150 г муки",
      "3 г соли",
      "растительное масло",
      "250 мл жирных (30–35%) сливок",
      "90 мл сливового джема",
      "молотая корица",
      "сахарная пудра"
    ],
    "instructions": [
      "Смешайте яичные желтки со сметаной, сахаром, мукой и солью и хорошо взбейте до получения однородного теста.",
      "Взбейте яичные белки до устойчивых пиков, вмешайте в тесто.",
      "Нагрейте немного масла в сковороде и выпекайте блинчики на среднем огне. Готовьте примерно минуту с каждой стороны или до золотисто-коричневого цвета.",
      "Подавайте с джемом из сливы и взбитыми сливками. Сверху посыпьте сахарной пудрой и корицей."
    ],
    "cleaned_ingredients": [
      "яйца",
      "сметана",
      "сахар",
      "мука",
      "соль",
      "растительное масло",
      "сливки",
      "джем",
      "корица молотая",
      "сахарная пудра"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/16223/sudak-farshirovannyj-risom",
    "title": "Судак, фаршированный рисом",
    "photo_link": "https://images.gastronom.ru/c95qonDzTgnkwhercIn8eZSB2aDZg36d5jORWHiTPDw/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzg5NThjZTE4LThkMzctNDI5MC1hYWUyLWI5MDk5NGVkYzA1Zi5qcGc.webp",
    "cooking_time_minutes": 60,
    "ingredients": [
      "шампиньоны – 300 г",
      "небольшой судак – 2 шт.",
      "соль, перец",
      "растительное масло – 2 ст. л.",
      "пучок укропа",
      "сок 1 лимона",
      "луковицы – 2 шт.",
      "пучок петрушки",
      "яйцо – 1 шт.",
      "рис басмати – 0,5 стакана"
    ],
    "instructions": [
      "Приготовить начинку. Рис отварить по инструкции на упаковке.",
      "Репчатый лук очистить, нарезать тонкими полукольцами. Шампиньоны вымыть и нарезать пластинами. Обжарить в разогретом растительном масле лук, 4 мин. Добавить шампиньоны и готовить на среднем огне еще 10 мин. Петрушку и укроп промыть и измельчить.",
      "Смешать рис, грибы с луком и зелень. Приправить солью и перцем по вкусу.",
      "Рыбу очистить от чешуи, удалить жабры и выпотрошить. Промыть рыбу внутри и снаружи, обсушить бумажными полотенцами.",
      "Сделать с одной стороны каждой рыбины по 3–4 глубоких диагональных надреза. Сбрызнутьсудаковсоком лимона.",
      "Нафаршировать каждую тушку приготовленной смесью. Разрез закрепить деревянными зубочистками. Поместить судаков на противень, накрытый пергаментом, смазать слегка взбитым яйцом и поставить в разогретую до 200°С духовку на 30 мин. Подавать с зеленым салатом."
    ],
    "cleaned_ingredients": [
      "шампиньоны",
      "судак",
      "соль", 
      "перец",
      "растительное масло",
      "укроп",
      "лимон",
      "лук",
      "петрушка",
      "яйцо",
      "рис басмати"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/48630/varenaya-belaya-fasol",
    "title": "Вареная белая фасоль",
    "photo_link": "https://images.gastronom.ru/ZBU8o2y6ZO01WaWM0oL2nVRd_KxnfFbvx6dUZqbj5Oc/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzBiNTYzODYwLTY5ZTUtNDdiOS05MjUzLWU5ZjVmMTA1ZDg3Mi5qcGc.webp",
    "cooking_time_minutes": 120,
    "ingredients": [
      "200 г сухой белой фасоли",
      "2 зубчика чеснока",
      "2 веточки тимьяна",
      "1 ч. л. соли"
    ],
    "instructions": [
      "Замочите сухуюфасольв большом объеме воды комнатной температуры на 6–8 ч.",
      "Слейте воду, промойте фасоль, выложите в кастрюлю, залейте 2,5 л воды комнатной температуры, доведите до кипения, при желании снимите пену.",
      "Добавьте в кастрюлю соль, раздавленные зубчики чеснока и тимьян,варите до мягкости фасоли, примерно 1 ч. Слейте отвар (его можно использовать для супов), удалите тимьян и чеснок."
    ],
    "cleaned_ingredients": [
      "фасоль белая",
      "чеснок",
      "тимьян",
      "соль"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/37811/skony",
    "title": "Сконы",
    "photo_link": "https://images.gastronom.ru/FsCuJRte5sLCwDZ7hsvQkayisemYBOTjglD-sHvUR0U/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2I3OWQxNzBiLWIyZDAtNGE5Ni05NThhLThlZWRhMzBkNGJiOS5qcGc.webp",
    "cooking_time_minutes": null,
    "ingredients": [
      "мука 250 г",
      "молоко 50 г",
      "яйцо  1 шт.",
      "сливочное масло  45 г",
      "разрыхлитель 1 ч. л.",
      "соль 1 щепотка",
      "сахар  1 ст. л."
    ],
    "instructions": [
      "Смешиваем просеянную муку с сахаром, солью, разрыхлителем, добавляем сливочное масло и растираем в крошку.",
      "В отдельной чашке смешиваем яйцо с молоком, они должны быть очень холодными. Соединяем сухую и жидкую смеси и замешиваем мягкое тесто.",
      "Подпыляем стол мукой, раскатываем тесто толщиной в 1 см. и вырезаем кружочки (если вы хотите более высокие сконы, то можно раскатать тесто в 1,5 - 2 см).",
      "Противень закрываем пекарской бумагой, раскладываем сконы, смазываем их молоком и посыпаем сахаром. Ставим в горячую духовку на 20-25 мин. при 180 градусах."
    ],
    "cleaned_ingredients": [
      "мука",
      "молоко",
      "яйцо",
      "сливочное масло",
      "разрыхлитель",
      "соль",
      "сахар"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/27639/zapechennyj-losos-farshirovannyj-kuskusom-i-ovoshchami-konkurs-orsoten",
    "title": "Запеченный лосось, фаршированный кускусом и овощами",
    "photo_link": "https://images.gastronom.ru/cAsWFcmixW0GQrZs_l2e0PnbOWkzTcFf-4X8yprjGpk/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzE2NDNmYzI2LWEwMzMtNGIxNi1iMWJhLTExMzkzYWYyZjE0Yi5qcGc.webp",
    "cooking_time_minutes": 40,
    "ingredients": [
      "Лосось (кета, горбуша, у меня - нерка) б/г — 1.5 кг",
      "Кус-кус  — 50 г",
      "Перец болгарский  — 1 шт.",
      "Сок 1 лимона",
      "Вода — 120 мл",
      "Масло оливковое — 2 ст. л.",
      "перец черный молотый",
      "Зелень резаная",
      "Соль"
    ],
    "instructions": [
      "Тушку рыбы посолить, посыпать перцем, сбрызнуть лимонным соком, дать промариноваться 20 минут. Кускус залить подсоленной горячей водой, прикрыть крышкой и оставить набухать.",
      "Мелко нарезать один болгарский перец. Смешать нарезанный болгарский перец с кус-кусом, добавить сок 1/2 лимона, соль, перец черный молотый, оливковое масло, резаную зелень.",
      "Тушку рыбы начинить полученным фаршем (опционально перевязать ее шпагатом, чтоб начинка не высыпалась), сверху сбрызнуть маслом. Фольгу (или пергамент для выпечки) смазать растительным маслом, положить на неё рыбу, бока фольги сжать вокруг тушки и поместить в разогретую до 180°C духовку минут на 40.",
      "Если у вас осталась начинка, можете подавать ее как салат."
    ],
    "cleaned_ingredients": [
      "лосось",
      "кускус",
      "перец болгарский",
      "лимон",
      "вода",
      "масло оливковое",
      "перец черный",
      "зелень",
      "соль"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/7301/slivochnyj-sup-s-kuricej-v-italyanskom-stile",
    "title": "Итальянский сливочный суп с курицей",
    "photo_link": "https://images.gastronom.ru/PjcfBoiRWosoyPOzVz4qIEaR7Z6Rgw30ePCa5zk8IfM/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2Y1NGZlYjNlLTIzNTctNGI1MC05Y2I1LWVlZWU0NWEyMzM3YS5qcGc.webp",
    "cooking_time_minutes": 50,
    "ingredients": [
      "Куриное филе 300 г",
      "Чечевица красная 200 г",
      "Лук репчатый 200 г",
      "Морковь 100 г",
      "Сельдерей (корень) 100 г",
      "Петрушка (корень) 50 г",
      "Вода 1 л",
      "Сливки 9% 250 мл",
      "Масло растительное рафинированное 2 ст.л.",
      "Петрушка 2 веточка(и)",
      "Базилик сушеный 2 ч.л.",
      "Соль по вкусу",
      "Перец чёрный молотый по вкусу"
    ],
    "instructions": [
      "Репчатый лук очистите и мелко порежьте. Коренья сельдерея и петрушки, а также морковь очистите, натрите на средней терке или мелко нашинкуйте. Чечевицу переберите и промойте. Куриное филе нарежьте ломтиками.",
      "В кастрюле с толстым дном нагрейте растительное масло. Добавьте репчатый лук и коренья. Помешивая, жарьте на среднем огне 7 минут. Положите к овощам куриное филе. Помешивая, жарьте еще 7 минут.",
      "Влейте в эту же кастрюлю горячую воду. Посолите и поперчите по вкусу. Доведите до кипения. Добавьте чечевицу. Уменьшите огонь под кастрюлей до слабого. Варите 15 минут.",
      "Влейте в почти готовый суп сливки. Добавьте сушеный базилик. Попробуйте суп. Если надо, еще немного посолите и поперчите. Варите до готовности чечевицы. Выключите огонь, накройте крышкой и оставьте на 5 минут настояться.",
      "С веточек петрушки оборвите листочки и мелко их нарежьте. Суп разлейте по порционным тарелкам. В каждую добавьте петрушку. Подайте куриный сливочный суп на стол."
    ],
    "cleaned_ingredients": [
      "куриное филе",
      "чечевица",
      "лук репчатый",
      "морковь",
      "сельдерей",
      "петрушка",
      "вода",
      "сливки",
      "масло растительное",
      "базилик сушеный",
      "соль",
      "перец черный"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/28310/svekolnyj-kvas-konkurs-orsoten",
    "title": "Свекольный квас",
    "photo_link": "https://images.gastronom.ru/jcNcjaEHa18zKbrnChcehRwWccByC60fSd6BMOwU_XM/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2U1ZTFkODQ5LTllZTItNGQyNS1iYjJkLTg2MWRkNGQwOTExZi5qcGc.webp",
    "cooking_time_minutes": 430,
    "ingredients": [
      "свекла - 1 кг",
      "сахар - 300 г",
      "соль - 1 щепотка",
      "вода - 3 литра"
    ],
    "instructions": [
      "Свеклу вымыть и очистить.",
      "Нарезать пластинами.",
      "Свеклу уложить в подходящую емкость, добавить сахар. Влить 3 литра теплой кипяченой воды. Накрыть крышкой и оставить бродить при комнатной температуре.",
      "Через 7 дней квас будет готов. Когда буде выпит стаканчик-другой - снова долейте емкость водой доверху. Свекольный квас можно пить до тех пор, пока он не утратит цвет и вкус.  Приятного аппетита!"
    ],
    "cleaned_ingredients": [
      "свекла",
      "сахар",
      "соль",
      "вода"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/42988/kurica-farshirovannaya-sladkim-percem-s-risom",
    "title": "Курица, фаршированная сладким перцем с рисом",
    "photo_link": "https://images.gastronom.ru/-HoyuEXEkHDbNuKNRD45DFzSj-JYNN8FORGyaycn55U/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzFlZTE1NTgzLTEyNDItNDRjNS1iNGFmLTBkNzNiODYxZmY1MC5qcGc.webp",
    "cooking_time_minutes": 80,
    "ingredients": [
      "курица 1 шт.",
      "сладкий перец  3 шт.",
      "рис(вареный) 1 стакан(а)",
      "лук 1 шт.",
      "изюм 3 ст.л.",
      "чеснок 2 зубчика",
      "соль по вкусу",
      "соевый соус 3 ст.л.",
      "гранатовый соус 3 ст.л.",
      "мед 1 ст.л.",
      "горчица 2 ч.л.",
      "растительное масло 2 ст.л."
    ],
    "instructions": [
      "Сварим рис до полуготовности. Приготовим маринад для курицы из гранатового соуса (или Наршараба), меда, горчицы и соевого соуса. Обмажем курицу со всех сторон и дадим постоять хотя бы 30-40 минут.",
      "Обжарим лук, чеснок и острый перец. В конце добавим промытый изюм.Смешаем обжаренные овощи с рисом. Посолим и поперчим по вкусу.",
      "Небольшие сладкие перчики (лучше подобрать удлиненные), почистить от семян. Нафаршировать перцы ароматной рисовой начинкой.",
      "Нафаршируем курицу фаршированными перцами. Ножки свяжем кулинарной ниткой. Помещаем курицу в пакет для запекания. Отправляем ее в духовку на 1-1,2 часа. Время зависит от размера курицы. Температура в духовке 190°С. За 10 минут до готовности разрежем пакет для запекания и подрумяним курицу."
    ],
    "cleaned_ingredients": [
      "курица",
      "сладкий перец",
      "рис",
      "лук",
      "изюм",
      "чеснок",
      "соль",
      "соевый соус",
      "соус гранатовый",
      "мед",
      "горчица",
      "растительное масло"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/43741/bitochki-iz-krabovogo-myasa-s-krevetkami-i-risom",
    "title": "Биточки из крабового мяса с креветками и рисом",
    "photo_link": "https://images.gastronom.ru/O42D4mq07TkZb3GVkepEVbChsebqkR2CtbFhyoeN-Fs/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzRjOTU4MGIwLTdhZjctNGE5NS1hMmZhLTkxMzZhY2NiZjgwMS5qcGc.webp",
    "cooking_time_minutes": 45,
    "ingredients": [
      "рис коричневый отваренный 4 ст.л.",
      "соевый соус 2 ст.л.",
      "кунжутное масло 1 ст.л.",
      "сахар 1/2 ч.л.",
      "чеснок,зубчик 1 шт.",
      "яйцо 1 шт.",
      "креветки 125 г",
      "крабовое мясо 125 г",
      "панировочные сухари 3 ст.л.",
      "сухарик 1 шт.",
      "лимонная цедра-по вкусу",
      "лук зеленый 1 пучок(а)"
    ],
    "instructions": [
      "Рис  отварить до готовности, посыпать лимонной цедрой и отложить. Креветки отварить, очистит. Крабовое мясо нарезать. Измельчить креветки и крабовое мясо в блендере.",
      "В полученную массу добавить 1 ст.л. соевого соуса, 1 яйцо, кунжутное масло, измельченный чеснок, размоченный в воде и отжатый сухарик. Перемешать до однородной консистенции.",
      "Сформовать из фарша небольшие бургеры ( у меня получилось) 6 шт. и обвалять их в панировочных сухарях.",
      "Сделать для бургеров подложку из перьев зеленого лука( в виде плетёнки). На подложку выложить бургеры, рядом выложить отваренный рис , полейте его соевым соусом и украсьте лимонной цедрой."
    ],
    "cleaned_ingredients": [
      "рис коричневый",
      "соевый соус",
      "кунжутное масло",
      "сахар",
      "чеснок",
      "яйцо",
      "креветки",
      "крабовое мясо",
      "панировочные сухари",
      "сухарь",
      "лимонная цедра",
      "лук зеленый"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/41013/tort-leopard",
    "title": "Торт \"Леопард\"",
    "photo_link": "https://images.gastronom.ru/u1jxOkt5aHHD-crrlljshlX-ijxqJXl3cJVL20CP2w0/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2I2YTJjNzU4LWVlZjgtNDAxYS1iNjExLWZhNTU0NjFiMjk0ZC5qcGc.webp",
    "cooking_time_minutes": 180,
    "ingredients": [
      "сахар  180 г",
      "вода 45 г",
      "сливки 33% 200 г",
      "молоко 45 г",
      "сироп глюкозы 60 г",
      "желатин 6 г"
    ],
    "instructions": [
      "Сливочное масло взбить с сахаром добела. Размешать яйца вилкой, добавить ванильной эссенции и, взбивая, соединить с маслом в 4-5 приемов. Просеять муку, кукурузный крахмал, соль и разрыхлитель. Мешая лопаткой снизу вверх в 3 приема добавить мучную смесь. Разделить тесто на 2 части. Одну часть отложить (я в нее добавила чуть желтого красителя). Другую разделить на большую и меньшую. В большую добавить 2 ст. л. просеянного какао (коричневое тесто у меня получилось очень густым, было неудобно с ним работать, в следующий раз сделаю пожиже), в меньшую часть добавить 1/4 ст. л. какао + 1/2 ст. л. муки (я какао не добавляла, но положила оранжевый краситель).",
      "Подготовить форму для выпечки, у меня = 18 см, смазать сливочным маслом и припудрить мукой, на дно постелить бумагу. Каждую часть теста я положила в кулинарной мешок, так удобней работать. Желтым тестом рисуем 3 вложенных круга.",
      "Далее в промежутки выдавливаем темное тесто. Не надо стараться делать ровные круги - пятна у леопарда не идеальны.",
      "Поверх темного теста проводим линию оранжевым тестом.",
      "Затем оранжевое тесто закрываем опять коричневым тестом.",
      "Далее коричневые линии закрываем желтым тестом. И затем повторяем всё заново, еще раз сделать круги из темного теста, но уже на том месте, где первоначально было желтое тесто и так далее по схеме выше.",
      "Сахар заливаем горячей водой и перемешиваем до растворения, добавляем сок лимона, остужаем до комнатной температуры, добавляем по желанию алкоголь. Пропитываем наши 2 коржа.",
      "Готовим соленую карамель: в сотейнике соедините сахар и воду, поставить на огонь и держать до растворения сахара (смесь не мешать!) Увеличить огонь и дождаться когда смесь приобретет янтарный оттенок, главное не передержать, а то карамель будет горчить. Как только цвет появился, уберите сотейник с плиты, поставьте на стол и аккуратно введите тёплые сливки. Смесь пару минут будет бурлить, потом всё успокоится. Добавить сливочное масло и вымешать до растворения.",
      "Готовим карамельный мусс: соедините воду с сахаром, закипятите, дайте остыть. Смешайте яичные желтки с сиропом и варите на водяной бане при 40 °С. Взбить. Набухший желатин растопить на водяной бане (40 °C). Добавить небольшое количество карамели и перемешать. Добавить оставшуюся карамель, перемешать и остудить до 20-22 °C.  Взбить сливки. Смешать карамель и взбитые яичные желтки. В конце добавить взбитые сливки.  Обжарить арахис. Растопить какао масло и перемешать с орехами (я еще в какао масло добавила оранжевый краситель, так каждый орешек будет в оранжевой оболочке). Выложить орехи на тарелку для охлаждения. Благодаря масляной оболочке орехи не отсыреют в муссе. Добавить орехи в карамельный мусс.",
      "Манговый мусс: 350 г пюре манго, 200 мл сливки 33%, 8 г желатин. Часть пюре манго нагреть, желатин залить водой и оставить набухать, затем нагреть до растворения кристаллов и ввести в нагретое пюре, тщательно перемешать, подмешать к остальному пюре. Сливки взбить и осторожно примешать к пюре с желатином. Небольшую часть пюре отложить и окрасить в оранжевый цвет.",
      "Шоколадный мусс. Шоколад с маслом растопить в микроволновке (пару минут на мощность 360 Вт, будьте осторожны, проверяйте массу время от времени, дабы не перегреть). Желатин залить водой и оставить набухать, затем нагреть до растворения кристаллов и ввести в растопленный шоколад, по желанию добавить ликер. Дать массе остыть. Сливки взбить, аккуратно ввести взбитые сливки в шоколадную массу.",
      "На дно кольца для сборки кладем пропитанный леопардовый корж, выливаем карамельный мусс с орешками, накрываем вторым пропитанным леопардовым коржом. Можно поставить на полчасика в морозилку, чтобы эта часть тортика как следует схватилась. За это время шоколадные и манговые муссы станут чуть плотнее, что нам на руку, легче будет сделать леопардовый рисунок. Принцип рисунка такой же как и для бисквита. Желтым манговым муссом рисуем 3 вложенных круга, далее в промежутки выдавливаем шоколадный мусс, чтобы мусс не поплыл, можно на пару минут поставить в морозилку и потом продолжать работу. Поверх шоколадного мусса проводим линию оранжевым манговым муссом, затем оранжевый мусс закрываем опять шоколадным муссом. Далее линии из шоколадного мусса закрываем желтым манговым муссом. И еще один раз по новой. С муссом даже легче, чем с тестом работать. У меня еще осталось часть шоколадного мусса, поэтому я немного раздвинула кольцо и залила мусс с боков. Ставим торт в морозилку на 4 часа (и более). Если вы не планируете наносить зеркальную глазурь, то торт можно не замораживать.",
      "Делаем зеркальную глазурь. Замачиваем желатин. В одном сотейнике смешиваем сливки и молоко, доводим до кипения, убираем с огня. В другом сахар, воду и краситель нагреваем до 110 °С и добавляем к молочной смеси, перемешиваем. Добавляем глюкозу и возвращаем сотейник на маленький огонь, мешаем до однородности. Убираем с огня и вводим желатин. Остужаем до 30 °С. Выливаем на замороженный торт, даем глазури свободно стечь. Я дополнительно этой же глазурью нарисовала на тортике пятна леопарда (при этом базовый слой уже должен схватиться).",
      "Угощайтесь!"
    ],
    "cleaned_ingredients": [
      "сахар",
      "вода",
      "сливки",
      "молоко",
      "сироп глюкозы",
      "желатин"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/34048/syrnyj-sup-s-shampinonami-i-brokkoli",
    "title": "Сырный суп (с шампиньонами и брокколи)",
    "photo_link": "https://images.gastronom.ru/SfJ1cuLQ7V_KZZjuAOxh2HBab_j5kapa55XsNFqVZcE/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzRlZWM0MThjLTQ3YWQtNGFjZS04ZDAxLWI2YzRhNzRiMWRlZC5qcGc.webp",
    "cooking_time_minutes": null,
    "ingredients": [
      "шампиньоны — 5-7 шт.",
      "сырки — 2 шт.",
      "брокколи — 200 г",
      "картофель — 1-2 шт.",
      "морковь — 1 шт.",
      "соль",
      "растительное масло для обжарки"
    ],
    "instructions": [
      "Шампиньоны нарезаем. Обжариваем минут 5-10. Морковку трем на терке и тоже обжариваем.",
      "Брокколи разделяем по соцветиям, на кусочки помельче. Можно брать свежую брокколи (в сезон), можно воспользоваться и замороженной. В таком случае перед приготовлением сырного супа брокколи слегка разморозьте, иначе будет сложно резать.",
      "Картошку режем. В кипящую воду добавляем все ингредиенты, солим и варим в течение 10 минут.",
      "Натираем сырки на крупную терку. И добавляем в суп.",
      "Варим еще минут 5, пока сырки не разойдутся. Посыпаем сушеным укропом (при желании) и даем потомиться супчику еще пару минут. Подаем сырный суп с сухариками или гренками."
    ],
    "cleaned_ingredients": [
      "шампиньоны",
      "сырки",
      "брокколи",
      "картофель",
      "морковь",
      "соль",
      "растительное масло"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/36525/plombir-po-gostu",
    "title": "Пломбир по ГОСТу",
    "photo_link": "https://images.gastronom.ru/OXdKzGeIdNTI2V0B2Y9yVXdQ4SctW7HXW_HGG8WLEZA/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzI3YjdlOTBjLTEyMzctNGJmMy05NDIyLTdiNjFhYjFkNmE1Yy5qcGc.webp",
    "cooking_time_minutes": 120,
    "ingredients": [
      "сливки 33% 250 г",
      "молоко 3.2% 300 г",
      "молоко сухое 35 г",
      "крахмал кукурузный  10 г",
      "сахар 90 г",
      "ванильный сахар 10 г"
    ],
    "instructions": [
      "Смешать в кастрюле ванильный сахар,сахар обычный и сухое молоко. Влить постепенно 250 мл молока,перемешать венчиком,чтобы не было комочков. Оставшиеся 50 мл молока смешать с крахмалом.",
      "Молочную смесь довести до кипения. Влить крахмал тонкой струйкой,не переставая мешать.",
      "Варить молочную смесь до загустения. Остудить. Вылить в неглубокую тару, накрыть пленкой и убрать в холодильник для охлаждения.",
      "Охлажденные сливки взбить до мягких пиков.Добавить молочную смесь в сливки, перемешать. Вылить смесь в мороженицу и замораживать 30 мин. Если ее нет. То каждые 15 мин. можно доставать смесь из морозилки и перемешивать миксером.",
      "Готовое мороженое разлить по стаканчикам и убрать в морозилку на 2-3 часа. Приятного аппетита!"
    ],
    "cleaned_ingredients": [
      "сливки",
      "молоко",
      "молоко сухое",
      "крахмал кукурузный",
      "сахар",
      "ванильный сахар"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/21238/pasta-v-slivochnom-souse-s-krevetkami",
    "title": "Паста в сливочном соусе с креветками",
    "photo_link": "https://images.gastronom.ru/5FWsKLzJy2EdWBBZBlG1FfMxe5VWNxeuGbWqNYzLDtY/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzZkNTI3NzA0LWI2YWMtNDM1Mi04OTkyLWMzMWI0OTMwYjUwMy5qcGc.webp",
    "cooking_time_minutes": null,
    "ingredients": [
      "Паста феттуччине - 300 г",
      "Сыр Пармезан - 1 стакан",
      "Сливочное масло - 3 ст. л.",
      "Чеснок - 2 зубчика",
      "Креветки - 300 г",
      "Красный перец - 1/3 ч. л",
      "Черный перец (молотый) - 1/3 ч. л.",
      "Соль - по вкусу",
      "Лук - 1шт.",
      "Сливки (жирность высокая)",
      "Свежая петрушка",
      "Свежий базилик"
    ],
    "instructions": [
      "Обжарить на сливочном масле лук с чесноком и черным перцем до золотистого цвета. Выложить креветки и готовить до розового цвета. Убрать с плиты в сторону.  Сливки довести до кипения, положить красный перец, затем уменьшить огонь и варить в течение нескольких минут пока соус не загустеет.  Отварить пасту в подсоленной воде, слить. Смешать со сливочным соусом, с половиной тертого пармезана, с креветками и готовить 5 минут. Снять с огня.   Перед подачей посыпать пармезаном, свежей петрушкой и базиликом."
    ],
    "cleaned_ingredients": [
      "феттучине",
      "сыр пармезан",
      "сливочное масло",
      "чеснок",
      "креветки",
      "перец красный",
      "перец черный",
      "соль",
      "лук",
      "сливки",
      "петрушка",
      "базилик"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/28868/gribnaya-podliva",
    "title": "Грибная подлива",
    "photo_link": null,
    "cooking_time_minutes": 45,
    "ingredients": [
      "Грибы замороженные 800 г",
      "Лук репчатый 2 шт.",
      "Сметана 500 г",
      "Соль 1/2 ч.л.",
      "Перец"
    ],
    "instructions": [
      "Грибы промыть, отварить 10-15 мин, откинуть на дуршлаг.",
      "Лук почистить, мелко нарезать и обжарить в чаше глубоко сковороде на растительном масле до золотистого цвета.",
      "Добавить грибы к луку, обжарить на среднем (5-6) огне 5-10 мин. При желании посыпать мукой для густоты соуса, при этом постоянно помешивая, чтобы не пригорело.",
      "Уменьшить огонь чуть ниже среднего (3-4). Добавить сметану, соль, перец, перемешать. Дать сметане закипеть, кипятим не более 5 мин.",
      "Выключаем, закрываем крышкой, даем настояться.",
      "Подавать к блинам, картофелю, гречке."
    ],
    "cleaned_ingredients": [
      "грибы замороженные",
      "лук репчатый",
      "сметана",
      "соль",
      "перец"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/37235/kabachki-kornishony-gril-v-pikantnom-marinade",
    "title": "Кабачки-корнишоны гриль в пикантном маринаде",
    "photo_link": "https://images.gastronom.ru/yudFOmrD-sw0F8CQs7xvEfJ_IWK5e7AT6CNKd9QPlp4/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2QwMzkwN2NjLWEzZmYtNDVjYi04NmYzLTgzMzU4NzVhOGZiYi5qcGc.webp",
    "cooking_time_minutes": 15,
    "ingredients": [
      "молодые кабачки 4-6 шт.",
      "чеснок (зубчики) 4-5 шт.",
      "соль 1,5 ст. л.",
      "сахар 0,5 ст. л.",
      "уксус 9% 1 ст. л.",
      "лавровый лист 2 шт.",
      "гвоздика, белый и черный перец 5-10 шт.",
      "подсолнечное или оливковое масло 2 ст. л."
    ],
    "instructions": [
      "Кабачки нарезать кружочками или вдоль, уложить на разогретую без масла сковороду-гриль, обжарить в течение нескольких минут с каждой стороны.",
      "В кастрюлю налить 1 л кипятка, поставить на огонь, добавить сахар, соль, уксус и довести до кипения.",
      "На дно банки поместить 1 лавровый лист, гвоздику, несколько горошков черного и белого перца и пару зубчиков чеснока, достаточно плотно уложить кабачки-гриль. Сверху положить оставшиеся чеснок, перец, лавровый лист.",
      "Залить овощи кипящим маринадом, сверху добавить пару столовых ложек любого растительного масла. Закрыть стерильной крышкой. Можно после этого простерилизовать банки, но масло и уксус итак неплохо с этим справляются. Перевернуть банку на крышку, укутать и дать охладиться! Приятного аппетита!"
    ],
    "cleaned_ingredients": [
      "кабачок",
      "чеснок",
      "соль",
      "сахар",
      "уксус",
      "лавровый лист",
      "гвоздика",
      "перец белый", 
      "перец черный",
      "масло подсолнечное"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/33084/pikantnye-myasnye-bitochki",
    "title": "Пикантные мясные биточки",
    "photo_link": "https://images.gastronom.ru/ouBhpv2pseMzfr8CD3VK5gSS28PFzUKdPr5sRHO3CWg/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzRhMjI2MGEwLTViODItNGM0Yy04OTkxLTllNzMyMjgwNzYwMi5qcGc.webp",
    "cooking_time_minutes": 20,
    "ingredients": [
      "200 мл молока",
      "1 средняя белая булочка",
      "1 луковица",
      "2 зубчика чеснока",
      "по 1 ч. л. майорана, розмарина и тимьяна",
      "1 ст. л. сливочного масла",
      "2 яйца",
      "по 400 г рубленой говядины и свинины",
      "3 ст. л. горчицы",
      "1 ст. л. меда (у меня был гречневый)",
      "соль, перец",
      "панировочные сухари (применила муку)",
      "3 ст. л. топлёного масла"
    ],
    "instructions": [
      "С хлеба срезать корки, нарезать мякоть небольшими кусочками и залить теплым молоком.  Репчатый лук и чеснок очистить и мелко нарезать. Разогреть на сковороде сливочное масло и обжарить лук и чеснок. Добавить майоран, розмарин и тимьян, слегка обжарить, снять с плиты и дать немного остыть.",
      "Хлеб отжать, выложить в миску с рубленым мясом, добавить лук с чесноком и зеленью, яйца, горчицу и сахарный сироп. Все тщательно перемешать, чтобы получилась однородная масса. Посолить, поперчить и смешать с панировочными сухарями. Мокрыми руками скатать из массы небольшие шарики и слегка их приплюснуть.",
      "Разогреть в сковороде топленое масло и жарить биточки по 7 мин. с каждой стороны, до образования хрустящей корочки. Снять со сковороды. По желанию украсить помидорами черри и веточками разной зелени."
    ],
    "cleaned_ingredients": [
      "молоко",
      "булочка белая",
      "луковица",
      "чеснок",
      "майоран",
      "розмарин",
      "тимьян",
      "сливочное масло",
      "яйца",
      "говядина рубленая",
      "горчица",
      "мед",
      "соль", 
      "перец",
      "панировочные сухари",
      "топленое масло"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/1986/sladkij-kurinyj-sup",
    "title": "Сладкий куриный суп",
    "photo_link": "https://images.gastronom.ru/Xa_cEYvetR0nwSqhJCkejdtCKS2XCyoWr-N4Dk8aKXs/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzg1ZmZlMTRjLWJmZTYtNGM3OS1hNDAzLTY2NDQwNmM3ZmQ1YS5qcGc.webp",
    "cooking_time_minutes": 60,
    "ingredients": [
      "1,5 большие луковицы",
      "1,5 ст. л. сахарного песка",
      "600 г консервированной кукурузы",
      "3,5 ст. л. соленого сливочного масла",
      "4 ст. л. кукурузной муки",
      "соль",
      "8 крупных зубчиков чеснока",
      "350 г куриного филе",
      "2 веточки сельдерея",
      "2,5 ст. л. рубленой зелени кинзы"
    ],
    "instructions": [
      "Куриное филе нарезать ломтиками и варить в кастрюле с 3 л воды до готовности. Снять с огня, процедить через дуршлаг с марлей. Мясо отложить, бульон остудить и поставить в холодильник на 1 ч.  Образовавшийся на поверхности жир аккуратно снять, чтобы бульон стал прозрачным. Куриное филе, сельдерей, лук и чеснок мелко порубить. Масло растопить в сковороде, обжаривать нашинкованный лук 1 мин. Добавить чеснок и обжаривать еще 1 мин. Снять сковороду с огня, всыпать кукурузную муку и хорошо перемешать. Добавить рубленый сельдерей. Поставить на медленный огонь и обжаривать еще полминуты, снять с огня.  Кастрюлю с бульоном подогреть на слабом огне, 5 мин. Положить куриное мясо, кукурузу, хорошо перемешать. Постепенно добавить обжаренные овощи, помешивая, пока бульон не загустеет. Снять с огня, приправить солью, перцем и сахаром. Посыпать кинзой и подавать горячим."
    ],
    "cleaned_ingredients": [
      "лук",
      "сахарный песок",
      "кукуруза консервированная",
      "сливочное масло",
      "мука кукурузная",
      "соль",
      "чеснок",
      "куриное филе",
      "сельдерей",
      "кинза"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/40814/pashalnyj-kulich",
    "title": "Пасхальный кулич",
    "photo_link": "https://images.gastronom.ru/U46HkvvhOkvO_t-zhJZKZ_FH9UMpSGF2qcf20lBHz0g/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzg5NzljY2NjLWJlNzgtNDU5Ni05YzI3LWY0ZWIxOGUyMGFmMi5qcGc.webp",
    "cooking_time_minutes": null,
    "ingredients": [
      "молоко 400 мл",
      "сахар 400 г",
      "соль 1/2 ч. л.",
      "дрожжи свежие 40 г",
      "масло сливочное 100 г",
      "масло растительное 1 ст. л.",
      "яйца куриные+желтки 2+2 шт.",
      "сметана 125 г",
      "ванилин 2 шт.",
      "мука 1-1,200 кг",
      "изюм 150 г",
      "готовая помадка 1 шт."
    ],
    "instructions": [
      "Подогреть 100 мл молока и развести в нем дрожжи, добавить 1 ст. л. сахара и муку,  чтобы получилось тесто как на оладья. Накрыть пищевой пленкой и поставить опару в теплое место для подхода. Как только опара подойдет и начнет опадать - значит готова.",
      "В чашку вылить оставшееся молоко, опару, добавить соль, яйца, сахар, масло растительное, сметану, ванилин, все хорошо размешать венчиком. Потихоньку добавлять просеянную муку и замесить тесто.",
      "А теперь понемногу вмешивать растопленное сливочное масло, пока все не вмешается в тесто. Тесто должно получится мягким и эластичным. Накрыть пленкой и поставить в теплое место для подхода.",
      "Как только тесто увеличилось в размерах, его необходимо хорошо вымесить, при этом добавить распаренный изюм, и опять поставить подходить.",
      "После второго подхода тесто обмять и разложить по формам на 1\\3, накрыть полотенцем и поставить на расстойку. Выпекать при 180 г до румяного цвета, готовность проверять лучинкой.​ Готовые остывшие куличи полить глазурью. Приятного аппетита!!!"
    ],
    "cleaned_ingredients": [
      "молоко",
      "сахар",
      "соль",
      "дрожжи",
      "масло сливочное",
      "масло растительное",
      "яйца куриные",
      "сметана",
      "ванилин",
      "мука",
      "изюм",
      "помадка"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/3326/prostejshee-rizotto-s-ovoshchami",
    "title": "Простейшее ризотто с овощами",
    "photo_link": "https://images.gastronom.ru/PlRvkQJzwx8GvF2JtEKIEHaY5SdKLWyW7qYAGYRbcWk/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzNjNjU5Y2Y5LWFhMTctNGEyNy1iZDRlLWQxZjI4NjJkYjRmNy5qcGc.webp",
    "cooking_time_minutes": 90,
    "ingredients": [
      "1 л овощного бульона",
      "горсть свежего горошка",
      "небольшие молодые цуккини – 3",
      "250 г риса карнароли",
      "масло оливковое  – 2 ст.л.",
      "50 г сыра пармиджано реджано",
      "перец черный свежемолотый",
      "1 луковица \"бананового\" шалота"
    ],
    "instructions": [
      "Лук очистить, измельчить. Цуккини нарезать крупными кубиками. Сыр натереть на крупной терке. Бульон довести до кипения и оставить на слабом огне.",
      "Масло разогреть на сковороде. Добавить лук, обжаривать его на среднем огне, регулярно помешивая и не давая пригорать, 8–10 мин. – до прозрачности.",
      "Добавить рис и обжаривать все вместе, пока рис не станет прозрачным, и лишь в центре каждого зернышка останется белая, непрозрачная точка, около 5 мин. Добавить 1 половник бульона. Готовить, время от времени легко помешивая, пока почти вся жидкость не впитается. Добавить еще 1 половник бульона. Готовить в таком режиме, пока рис не станет мягким и приобретет сливочную консистенцию (однако при этом необходимо, чтобы в центре он оставался немного твердым).",
      "Добавить цуккини и горошек, перемешать, прогреть 1 мин. Снять с огня, всыпать сыр и энергично вымесить. Разложить по суповым тарелкам, приправить черным перцем, немедленно подать."
    ],
    "cleaned_ingredients": [
      "бульон овощной",
      "горошек",
      "цуккини",
      "рис карнароли",
      "масло оливковое",
      "сыр пармиджано реджано",
      "перец черный",
      "лук-шалот банановый"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/28648/tort-tvorozhno-klubnichnyj-blyuz",
    "title": "Торт творожно-клубничный блюз",
    "photo_link": "https://images.gastronom.ru/XC79vs9iHazrGqvT1EVEOeNmZFQa1aOITJz4ExpJ7xM/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzBjYmExOTIxLWQ1ZDktNDJjZi04NGQ4LTI0MjU3ODBiNzI5ZC5qcGc.webp",
    "cooking_time_minutes": 60,
    "ingredients": [
      "сливочное масло - 125 г",
      "яйцо (желток) - 2 шт.",
      "ванильный сахар - 1 пакетик",
      "сахар - 100 г",
      "сметана - 2 ст.л.",
      "сода - 1/2 ч.л.",
      "мука - 1 стакан",
      "клубника - 450 г",
      "желатин - 40 г",
      "вода (или клубничный сок) - 1 стакан",
      "творог - 250 г",
      "сливки (33% жирность) - 225 г",
      "листья мяты"
    ],
    "instructions": [
      "Приготовим разъемную форму и выстелем дно бумагой. Для теста смешаем 125 г мягкого сливочного масла, 2 желтка, 1 пакетик ванили, 100 г сахара, 2 столовые ложки сметаны и половину чайной ложки соды, добавим примерно стакан - стакан с четвертью муки и замесим густое тесто.",
      "Размажем его на бумаге и выпечем минут за 20 в разогретой до 200 градусов духовке. Перевернем, снимем бумагу и обратно уложим в форму.",
      "Замочим на 1 час 40 г желатина в стакане воды или клубничного сока, через час прогреем до растворения. 250 г творога смешаем с 100 г сахара, добавим взбитые 225 г 33-%ных сливок, желатин и на полчаса поставим в холодильник. Отложим примерно 150 г клубники и измельчим ее блендером в мусс, выложим его на пышку. Сверху на мусс выльем творожную смесь, и уложим 300 г клубники, нарезанной ломтиками. Аккуратно поставим форму на 3 часа для застывания.",
      "Можно сверху украсить клубникой и листочками мяты, можно залить желе. Но у меня от теста остались 2 белка - я их взбила в пену, добавила 150 г сахара и на поверхности торта отсадила розочки между клубничин. Получилось очень симпатично и вкусно. Бока торта после снятия кольца обсыпала крошкой от печенья."
    ],
    "cleaned_ingredients": [
      "сливочное масло",
      "яйцо желтый",
      "ванильный сахар",
      "сахар",
      "сметана",
      "сода",
      "мука",
      "клубника",
      "желатин",
      "клубничный сок",
      "творог",
      "сливки",
      "листья мяты"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/351/orehovyj-omlet",
    "title": "Ореховый омлет",
    "photo_link": "https://images.gastronom.ru/t2Zbl0kU_dzRWvqn-6pa9LvZe6DDRCIMl4s8pANfmO0/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzI1YmU4OTU1LTgwNmItNGViNC05MDYxLTYxMTM2MzRmODAyZS5qcGc.webp",
    "cooking_time_minutes": 30,
    "ingredients": [
      "4 яйца",
      "2 г тертого мускатного ореха",
      "5 г базилика",
      "соль, перец",
      "50 мл сливок",
      "50 г муки",
      "10 г растительного масла",
      "50 г очищенных лесных орехов",
      "50 г очищенных семечек подсолнечника",
      "100 г тертого сыра",
      "огурец свежий",
      "пучок укропа"
    ],
    "instructions": [
      "Яйца взбить с пряностями и сливками, подмешать муку. Из полученного теста на горячем растительном масле приготовить 4 порционных омлета. Разогреть духовку до 200˚С.",
      "Посыпать омлеты орехами и семечками, сложить пополам, уложить в смазанную форму для запеканок, посыпать сыром и запечь. Огурец нарезать тонкими полосками, укроп мелко порубить. Омлеты украсить огурцом и укропом."
    ],
    "cleaned_ingredients": [
      "яйца",
      "мускатный орех",
      "базилик",
      "соль", 
      "перец",
      "сливки",
      "мука",
      "растительное масло",
      "орехи лесные",
      "семечки подсолнечные",
      "сыр",
      "огурец",
      "укроп"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/37778/dutch-connection",
    "title": "Dutch Connection",
    "photo_link": "https://images.gastronom.ru/tkVzeFE1j9azVH1WuzG4QWwDl9frgvaC0ghu1Ekc2Zk/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2FjMmQ3NWYzLWM4ZjctNGU4NS04Yzg3LTRiMTZjZGVjMmQxYy5qcGc.webp",
    "cooking_time_minutes": 5,
    "ingredients": [
      "дженивер 35 мл",
      "ракия айвовая  10 мл",
      "сироп ванильно-винный  15 мл",
      "cок свеклы  25 мл",
      "cок лайма  7,5 г"
    ],
    "instructions": [
      "Технология приготовления винного сиропа: красное вино смешать с сахарным песком выпарить в кастрюле на среднем огне до получения густого сиропа. После охлаждения смешать с ванильным сиропом (из расчета 2 части винного сиропа и 1 часть ванильного сиропа).",
      "Ингредиенты для морковно-апельсиновой пены (из расчета на 100 г сахара): сахарная пудра 100 г, фреш апельсина 200 мл, морковный фреш 50 мл, белок от 3-х яиц.",
      "Технология приготовления морковно-апельсиновой пены: все ингредиенты взбить с помощью блендера до состояния густой пены.",
      "Технология приготовления коктейля: в большом бокале смешать с кусковым льдом все ингредиенты и перемешивать в течение 5 мин. ложкой. Затем через сито перелить в бокал для коктейля, предварительно поместив туда большой куб льда. Украсить коктейль свекольным чипсом с морковно-апельсиновой пеной.",
      "Бокал: рокс. Лед: большой куб. Украшение: свекольный чипс с морковно-апельсиновой пеной."
    ],
    "cleaned_ingredients": [
      "черешня",
      "ракия айвовая",
      "сироп ванильно-винный",
      "сок свеклы",
      "сок лайм"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/41302/imbirnoe-pechene",
    "title": "Самое вкусное имбирное печенье",
    "photo_link": "https://images.gastronom.ru/HWJHSloSsU5Eso7V1_kZnqoCOB-VseRgP_wKzYy03RA/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzLzkwNmI2NDg2LTYzOWItNDZmNi04ZDY3LWRkODU1NDg1N2QyYS5qcGc.webp",
    "cooking_time_minutes": 60,
    "ingredients": [
      "360-420 г муки",
      "3-5 г молотого сушеного имбиря",
      "12 г соды",
      "8 г молотой корицы",
      "1,5 г молотой гвоздики",
      "150 г сливочного масла",
      "200 г сахара",
      "2 яйца",
      "165 г меда",
      "Соль - на кончике ножа"
    ],
    "instructions": [
      "Для приготовления имбирного печенья смешайте 360 г муки, имбирь, соду, корицу, гвоздику и соль. Отставьте в сторону.",
      "Миксером взбейте масло и сахар (около 2 минут).",
      "Под одному вбивайте яйца и взбивайте до однородной массы.",
      "Добавьте мед. Взбивайте до однородной массы.",
      "Смешайте сухие ингредиенты с получившейся медовой массой. Перемешивайте на маленькой скорости до получения мягкого, однородного текста.",
      "Накройте миску пищевой пленкой, поставьте ее в холодильник как минимум на 2 часа (но лучше на ночь). Если тесто получается слишком мягким, добавьте еще немного муки.",
      "Раскатайте тесто (толщина пласта 6-7 мм). Стаканом или фигурной формочкой для выпечки вырежете печенье.",
      "Разложите имбирное печенье на противень (оставьте между ними расстояние не менее 3 см). Выпекайте в духовке при температуре 180° в течение 12-13 минут. Дайте печенью остыть. Подавайте к столу."
    ],
    "cleaned_ingredients": [
      "мука",
      "имбирь сушеный",
      "сода",
      "корица молотая",
      "гвоздика молотая",
      "сливочное масло",
      "сахар",
      "яйца",
      "мёд",
      "соль"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/43614/seviche-light",
    "title": "Севиче light",
    "photo_link": "https://images.gastronom.ru/GtivcmB_zQ3l3oEy97rbhCuOP3p3Ga92POf_VSREi9c/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2JmOGYxNWIzLTc5OGMtNDFhZS05ODE3LTFjYjZhMjBjY2U1MC5qcGVn.webp",
    "cooking_time_minutes": null,
    "ingredients": [
      "авокадо 2 шт.",
      "филе лосося 400 г",
      "лук-шалот (головки) 2 шт.",
      "кинза 1 пучок(а)",
      "маракуйя 2 шт.",
      "сок лаймов 2 шт.",
      "соль по вкусу"
    ],
    "instructions": [
      "Обрабатываем кинзу. Промоем ее под струей воды. Берем пучок и со стеблей кинзы обрываем только листья. Стебли выбрасываем.",
      "Лук-шалот чистим и мелко рубим.",
      "Подготавливаем лосось: аккуратно нарезаем его на разделочной доске кубиками как для тартара. Сбрызгиваем соком лимона.",
      "Теперь разбираемся с авокадо: режем  их кубиками и сбрызгиваем соком лайма.",
      "В миске смешиваем листики кинзы, мелкопорубленный лук-шалот  и авокадо, пробуем и добавляем соль по вкусу.",
      "Подача: делаем красиво, в форме пирамидок на каждую тарелку (формируем их с помощью «салатных колец») слоями: слой смеси авокадо с шалотом и кинзой, а на него-слой семги, порезанной кубиками. Сверху украшаем наше севиче light ломтиками авокадо и экзотической маракуйей."
    ],
    "cleaned_ingredients": [
      "авокадо",
      "филе лосося",
      "лук-шалот",
      "кинза",
      "маракуйя",
      "лаймовый сок",
      "соль"
    ]
  },
  {
    "url": "https://www.gastronom.ru/recipe/56837/kokosovye-konfety-v-domashnih-uslovijah",
    "title": "Кокосовые конфеты в домашних условиях",
    "photo_link": "https://images.gastronom.ru/2WAQT09P7wUohXlhI23vZX2PCnjGgMhJVYE9F2Le7no/pr:recipe-cover-image/g:ce/rs:auto:0:0:0/L2Ntcy9hbGwtaW1hZ2VzL2I1ZjEzYTIxLWYzOWQtNDdmOS1hYjRhLTdjOGVmMmE3ZDM3NC5qcGc.webp",
    "cooking_time_minutes": 60,
    "ingredients": [
      "сливочное масло – 150 г",
      "сгущенное молоко – 250 г",
      "кокосовая стружка – 400 г",
      "очищенные ядра миндаля – 16–20 шт."
    ],
    "instructions": [
      "Подготовьте ингредиенты для конфет. Сливочное масло нарежьте маленькими кубиками и сложите в миску. Оставьте при комнатной температуре на 30 минут. Одновременно достаньте из холодильникасгущенное молоко. Оно должно иметь примерно такую же температуру, как масло.",
      "Разомните мягкое сливочное масло вилкой. Начните взбивать миксером на низкой скорости. Постепенно влейте все сгущенное молоко. Долго взбивать не следует, достаточно добиться, чтобы масса приобрела однородную консистенцию.",
      "Добавьте 300 г кокосовой стружки и тщательно перемешайте. Накройте миску пищевой пленкой и уберите в холодильник на 5 часов. Масса должна основательно застыть.",
      "Достаньте охлажденную массу, снимите пищевую пленку. Оставшуюся кокосовую стружку насыпьте в небольшую мисочку. Из кокосовой массы сделайте небольшую толстую лепешку, в центр положите ядрышкоминдаляи сформуйте шарик.",
      "Обваляйте получившийся шарик в кокосовой стружке. Таким же образом приготовьте конфеты из оставшейся массы. До подачи на стол держите их в холодильнике.",
      "Подобные конфеты иногда готовят еще быстрее и проще, соединяя кокосовую стружку со сливочным маслом и сахарной пудрой. Однако вариант со сгущенкой — более интересный и точно стоит затраченных усилий."
    ],
    "cleaned_ingredients": [
      "сливочное масло",
      "сгущенное молоко",
      "кокосовая стружка",
      "ядрышки миндаля"
    ]
  }
]